Repository: mdrights/tails
Catalog: wiki/src/doc/first_steps/startup_options.*.po
Languages: fr, zh_tw

source: [[!meta title="Startup options"]]
fr: [[!meta title="Options de démarrage"]]
zh_tw: [[!meta title="啟動選項"]]

source: When starting Tails, you can specify startup options to alter some of its basic functioning. The two ways of specifying startup options are the following:
fr: Quand Tails démarre, vous pouvez spécifier des options de démarrage pour modifier son fonctionnement de base. Les deux manières de spécifier les options de démarrage sont les suivantes :
zh_tw: 當啟動 Tails， 用戶可指定選項來改變它的基本功能。有二種基本的啟動指定選項方式：

source: Using the <span class="application">Boot Loader Menu</span>
fr: Utiliser le <span class="application">menu du chargeur d’amorçage</span>
zh_tw: 使用 <span class="application">開機載入選單</span>

source: The <span class="application">Boot Loader Menu</span> is the first screen to appear when Tails starts.
fr: Le <span class="application">menu du chargeur d’amorçage</span> est le premier écran qui apparaît lorsque Tails démarre.
zh_tw: 這個 <span class="application">開機載入選單</span> 是進入 Tails 啟動後 第一個會看到的畫面。

source: <p>The <span class="guilabel">Troubleshooting Mode</span> disables some features of the Linux kernel and might work better on some computers. You can try this option if you think you are experiencing errors related to hardware compatibility while starting Tails.</p>
fr: <p>Le mode <span class="guilabel">Troubleshooting Mode</span> désactive certaines fonctionnalités du noyau Linux et peut mieux marcher sur certains ordinateurs. Vous pouvez essayer cette option si vous pensez que vous rencontrez des erreurs de compatibilité matérielle en démarrant Tails.</p>
zh_tw: 這個 <span class="guilabel">故障排除</span>-模式取消了某些Linux 核心 的功能，也許能在某些電腦上運行更順暢。你可以試試這個選項 尤其在使用啟動 Tails 上面遇到一些和可能和硬體相容性有關的錯誤。

source: To add a boot option, press <span class="keycap">Tab</span> when the <span class="application">Boot Loader Menu</span> appears. A list of boot options appears at the bottom of the screen.
fr: Pour ajouter une option de démarrage, appuyez sur <span class="keycap">Tab</span> lorsque le <span class="application">menu du chargeur d’amorçage</span> apparaît. Une liste d'options de démarrage apparaît au bas de l'écran.
zh_tw: 要新增開機選項，當出現<span class="application">Bootmenü</span>，請按<span class="keycap">Tab</span>鍵。此時螢幕下方會出現一個 開機選項清單。

source: [[!img boot-menu-with-options.png link=no alt="Black screen with Tails artwork. Boot Loader Menu with two options 'Tails' and 'Tails (Troubleshooting Mode)'. At the bottom, a list of options ending with 'vsyscall=none quiet_'"]]
fr: [[!img boot-menu-with-options.png link=no alt="Écran noir avec le logo de Tails. Menu du chargeur d’amorçage avec deux options 'Tails' et 'Tails (Troubleshooting Mode)'. En bas, une liste d'options se terminant par 'vsyscall=none quiet_'"]]
zh_tw: [[!img boot-menu-with-options.png link=no alt="Tails 全黑畫面。 開機載入選單有二個選項, 'Tails' 和 'Tails (故障排除模式)'。在底部 有一份選項列表，其以''vsyscall=none quiet_作結尾“]]

source: Press <span class="keycap">Space</span>, and type the boot option that you want to add.
fr: Appuyez alors sur <span class="keycap">Espace</span>, et saisissez l'option de démarrage que vous souhaitez ajouter.
zh_tw: 按 <span class="keycap">空白鍵</span>，並輸入要加入的開機選項。

source: If you want to add more than one boot option, type them one after the other, and separate them by a <span class="keycap">Space</span>.
fr: Si vous désirez ajouter d'autres options de démarrage, saisissez-les après la première, en les séparant par une <span class="keycap">Espace</span>.
zh_tw: 如果要加入一個以上的開機選項, 一個一個輸入，並用<span class="keycap">空白鍵</span>作劃分。

source: Then press <span class="keycap">Enter</span> to start Tails.
fr: Appuyez ensuite sur <span class="keycap">Entrée</span> pour démarrer Tails.
zh_tw: 然後按 <span class="keycap">Enter</span>來啟動 Tails.

source: Using <span class="application">Tails Greeter</span>
fr: Utiliser <span class="application">Tails Greeter</span>
zh_tw: 使用 <span class="application">Tails Greeter</span>

source: <span class="application">Tails Greeter</span> is the set of dialogs that appear after the <span class="application">Boot Loader Menu</span>, but before the <span class="application">GNOME Desktop</span> appears. This is how the first screen of <span class="application">Tails Greeter</span> looks like:
fr: <span class="application">Tails Greeter</span> est un ensemble de boîtes de dialogue qui apparaît après le <span class="application">menu du chargeur d’amorçage</span>, mais avant que le <span class="application">bureau GNOME</span> n'apparaisse. Voici à quoi ressemble le premier écran de <span class="application">Tails Greeter</span> :
zh_tw: <span class="application">Tails Greeter</span>是出現在<span class="application">開機選項</span>之後, 進入<span class="application">GNOME-桌面環境</span>之前，會出現的一組對話視窗。 這是首次進入<span class="application">Tails Greeter</span>的畫面模樣。

source: [[!img tails-greeter-welcome-to-tails.png link=no alt="Welcome to Tails!"]]
fr: [[!img tails-greeter-welcome-to-tails.png link=no alt="Bienvenue dans Tails !"]]

source: You can activate assistive technologies, like a screen reader or large text, from the universal access menu (the
fr: Vous pouvez activer les technologies d'assistance, comme un lecteur d'écran ou de grands textes, depuis le menu d'accès universel (l’icône

source: [[!img lib/preferences-desktop-accessibility.png alt="Universal Access" class="symbolic" link="no"]]
fr: [[!img lib/preferences-desktop-accessibility.png alt="Accès universel" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar.
fr: qui ressemble à une personne) dans la barre du haut.

source: To start Tails without options, click on the <span class="button">Start Tails</span> button.
fr: Pour démarrer Tails sans options, cliquez sur le bouton <span class="button">Démarrer Tails</span>.

source: Language & region
fr: Langue et région

source: You can configure Tails depending on your language and location from <span class="application">Tails Greeter</span>.
fr: Vous pouvez configurer Tails suivant votre langue et votre localisation depuis <span class="application">Tails Greeter</span>.

source: [[!img locale.png link="no" alt="Language & Region section of Tails Greeter"]]
fr: [[!img locale.png link="no" alt="Section Langue et région du Tails Greeter"]]

source: The <span class="guilabel">Language</span> option allows you to change the main language of the interface.
fr: L'option <span class="guilabel">Langue</span> vous permet de changer la langue principale de l'interface.

source: Text that is not translated yet will appear in English. You can [[help to translate more text|contribute/how/translate]].
fr: Le texte qui n'est pas encore traduit apparaîtra en anglais. Vous pouvez [[aider à traduire plus de textes|contribute/how/translate]].

source: The <span class="guilabel">Keyboard Layout</span> option allows you to change the layout of the keyboard. For example to switch to an *AZERTY* keyboard which is common in France.
fr: L'option <span class="guilabel">Disposition du clavier</span> vous permet de changer la disposition du clavier. Par exemple pour passer au clavier *AZERTY* qui est courant en France.

source: You will still be able to switch between different keyboard layouts from the desktop after starting Tails.
fr: Vous aurez toujours la possibilité d'alterner entre différentes dispositions du clavier depuis le bureau après le démarrage de Tails.

source: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menu in the top-right corner of the desktop to switch between different keyboard layouts"]]
fr: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menu dans le coin en haut à droite du bureau pour alterner entre différentes dispositions du clavier"]]

source: The <span class="guilabel">Formats</span> option allows you to change the date and time format, first day of the week, measurement units, and default paper size according to the standards in use in a country.
fr: L'option <span class="guilabel">Formats</span> vous permet de changer le format de la date et de l'heure, le premier jour de la semaine, les unités de mesure et le format par défaut du papier suivant les standards en usage dans un pays.

source: For example, the USA and the United Kingdom, two English-speaking countries, have different standards:
fr: Par exemple, les États-Unis et le Royaume-Uni, deux pays anglophones, ont des standards différents :

source: <table> <tr><td></td><td>USA</td><td>United Kingdom</td></tr> <tr><td>Date & time</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>First day of the week</td><td>Sunday</td><td>Monday</td></tr> <tr><td>Unit system</td><td>Imperial</td><td>Metric</td></tr> <tr><td>Paper size</td><td>Letter</td><td>A4</td></tr> </table>
fr: <table> <tr><td></td><td>États-Unis</td><td>Royaume-Uni</td></tr> <tr><td>Date et heure</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>Premier jour de la semaine</td><td>Dimanche</td><td>Lundi</td></tr> <tr><td>Système d’unités de mesures</td><td>Impérial</td><td>Métrique</td></tr> <tr><td>Format de papier</td><td>Letter</td><td>A4</td></tr> </table>

source: With this option you can also display the calendar in a different language than the main language. For example, to display a US calendar, with weeks starting on Sunday, when the main language is Russian.
fr: Avec cette option, vous pouvez également afficher un calendrier dans une langue différente de la langue principale. Par exemple, pour afficher le calendrier étasunien, avec les semaines commençant le dimanche, quand la langue principale est le russe.

source: Encrypted persistence storage
fr: Stockage persistant chiffré

source: If an [[encrypted persistence storage]] is detected on the USB stick, an additional section appears in <span class="application">Tails Greeter</span> below the <span class="guilabel">Language & Region</span> section:
fr: Si un [[stockage persistant chiffré]] est détecté sur la clé USB, une section supplémentaire apparaît dans <span class="application">Tails Greeter</span> sous la section <span class="guilabel">Langue et région</span> :

source: Additional settings
fr: Paramètres supplémentaires

source: Tails is configured with care to be as safe as possible by default. But, depending on your situation, you can change one of the following settings from <span class="application">Tails Greeter</span>.
fr: Tails est configuré avec attention pour être aussi sûr que possible par défaut. Mais, suivant votre situation, vous pouvez changer un des paramètres suivants depuis <span class="application">Tails Greeter</span>.

source: [[!img additional.png link="no" alt="Additional settings of Tails Greeter"]]
fr: [[!img additional.png link="no" alt="Paramètres supplémentaires du Tails Greeter"]]

source: Set an <span class="guilabel">Administration Password</span> to be able to perform administrative tasks like installing additional software or accessing the internal hard disks of the computer.
fr: Définir un <span class="guilabel">Mot de passe d'administration</span> pour pouvoir effectuer des taches d'administration comme installer des logiciels supplémentaires ou accéder aux disques durs internes de l'ordinateur.

source: [[See our documentation about the administration password.|administration_password]]
fr: [[Voir notre documentation à propos du mot de passe d'administration.|administration_password]]

source: Disable <span class="guilabel">MAC Address Spoofing</span> to prevent connectivity problems with your network interfaces.
fr: Désactiver l'<span class="guilabel">Usurpation d'adresse MAC</span> pour éviter des problèmes de connectivité avec vos interfaces réseau.

source: [[See our documentation about MAC address spoofing.|mac_spoofing]]
fr: [[Voir notre documentation à propos de l'usurpation d'adresse MAC.|mac_spoofing]]

source: Change the <span class="guilabel">Network Configuration</span> to either:
fr: Changer la <span class="guilabel">Configuration du réseau</span> pour au choix :

source: Connect directly to the Tor network (default).
fr: Se connecter directement au réseau Tor (par défaut)

source: Configure a Tor bridge or local proxy:
fr: Configurer un bridge Tor ou un proxy local :

source: If you want to use Tor bridges because your Internet connection is censored or you want to hide the fact that you are using Tor.
fr: Si vous voulez utiliser des bridges Tor car votre connexion à Internet est censurée ou parce que vous voulez cacher le fait que vous utilisez Tor.

source: If you need to use a local proxy to access the Internet.
fr: Si vous avez besoin d'utiliser un proxy local pour accéder à Internet.

source: After starting Tails and connecting to a network, an assistant will guide you through the configuration of Tor.
fr: Après le démarrage de Tails et une fois connecté à un réseau, un assistant vous guidera à travers la configuration de Tor.

source: [[See our documentation about Tor bridges.|bridge_mode]]
fr: [[Voir notre documentation à propos des bridges Tor.|bridge_mode]]

source: Disable all networking if you want to work completely offline with additional security.
fr: Désactiver toutes les connexions réseaux si vous voulez travailler hors ligne avec une sécurité supplémentaire.

source: Keyboard shortcuts
fr: Raccourcis clavier

source: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Language</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Keyboard Layout</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Encrypted Persistent Storage</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Additional Settings</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Administration Password</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">MAC Address Spoofing</td></tr> <tr><td><span class="keycap">Ctrl+Shift+N</span></td><td><span class="guilabel">Network Configuration</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Start Tails</td></tr> </table>
fr: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Langue</td></tr> <tr><td><span class="keycap">Alt+C</span></td><td><span class="guilabel">Disposition du clavier</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+S</span></td><td><span class="guilabel">Stockage persistant chiffré</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Paramètres supplémentaires</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">Mot de passe d'administration</td></tr> <tr><td><span class="keycap">Ctrl+Shift+U</span></td><td><span class="guilabel">Usurpation d'adresse MAC</td></tr> <tr><td><span class="keycap">Ctrl+Shift+R</span></td><td><span class="guilabel">Configuration du réseau</td></tr> <tr><td><span class="keycap">Alt+D</td><td><span class="guilabel">Démarrer Tails</td></tr> </table>

source: [[!img tails-greeter-welcome-to-tails.png link=no alt="Welcome to Tails. More options? Yes, and No toggle button, and Login button."]]
zh_tw: [[!img tails-greeter-welcome-to-tails.png link=no alt="歡迎來到 Tails 更多 選項？ 是和否的調整按鍵以及登錄按鍵。"]]

source: **To start Tails without options**, click on the <span class="button">Login</span> button, or just press <span class="keycap">Enter</span>.
zh_tw: **啟用 Tails 不帶選項**, 點擊 <span class="button">登錄鍵</span>-或是按 <span class="keycap">Enter</span>鍵。

source: **To start Tails in languages other than English**, select the one you want from the menu at the bottom of the screen. You can also adapt your country and keyboard layout. When you do that, <span class="application">Tails Greeter</span> itself switches language.
zh_tw: **Um Tails in einer anderen Sprache als Englisch zu starten**, wählen Sie die Gewünschte aus dem Menü am unteren Bildschirmrand aus. Sie können auch Ihr Land sowie die Tastaturbelegung anpassen. Wenn Sie dies tun, wird der <span class="application">Tails Greeter</span> selbst die Sprache wechseln.

source: **To set more options**, click on the <span class="button">Yes</span> button. Then click on the <span class="button">Forward</span> button.
zh_tw: **欲設定更多選項**, 擊選 <span class="button">是</span>-按鍵。 然後再點擊<span class="button">前進</span>-按鍵。

source: Here is a list of options that you can set using <span class="application">Tails Greeter</span>:
zh_tw: 這裏有一份清單選項，可以來設定<span class="application">Tails Greeter</span> 使用:

source: [[Administration password|administration_password]]
zh_tw: [[管理密碼|administration_password]]

source: [[MAC address spoofing|mac_spoofing]]
zh_tw: [[MAC-地址欺騙|mac_spoofing]]

source: - [[Network configuration|network_configuration]] - [[Tor bridge mode|bridge_mode]] - [[Disabling all networking (offline_mode)|offline_mode]] - [[Encrypted persistence|doc/first_steps/persistence/use]]
zh_tw: - [[網路設定|network_configuration]] - [[Tor 橋接模式|bridge_mode]] - [[取消所有網路連線 (離線模式)|offline_mode]] - [[加密永久磁區|doc/first_steps/persistence/use]]
