Repository: mdrights/tails
Catalog: wiki/src/upgrade.*.po
Languages: pt, zh_cn

source: Choose your <strong>manual upgrade</strong> scenario
pt: Escolha o seu cenário de <strong>atualização manual</strong>
zh_cn: 选择 <strong>手动升级</strong>的情况

source: Upgrade from another Tails
pt: Atualize a partir de outro Tails
zh_cn: 从其它的Tails来作升级

source: If you know someone you trust who already did the upgrade, you can upgrade your Tails by cloning from it.
zh_cn: 如果有你认识且信任的人已完成了升级，你也可以透过复制别人的Tails 来进行升级。

source: You need:
pt: Você precisa de:
zh_cn: 你需要：

source: Your Tails USB stick
zh_cn: Tails USB 随身碟

source: Another up-to-date Tails (USB stick or DVD)
zh_cn: 另一个最新版的Tails (USB 随身碟或 DVD)

source: ¼ hour to upgrade
pt: ¼ de hora para atualizar
zh_cn: ¼ 小时完成升级

source: <small>Manually</small>
pt: <small>Manualmente</small>
zh_cn: <small>手动方式</small>

source: upgrade from another Tails
pt: atualizar a partir de outro Tails
zh_cn: 从其它的Tails来作升级

source: Upgrade inside Tails
pt: Atualizar dentro do Tails
zh_cn: Tails底下完成升级

source: Another empty USB stick <small>(at least 4 GB)</small>&nbsp;[[!toggle id="why_extra" text="Why?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline" raw="yes" sort="age"]] """]]
pt: Outra memória USB vazia <small>(mínimo 4 GB)</small>&nbsp;[[!toggle id="why_extra" text="Porque?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.pt" raw="yes" sort="age"]] """]]
zh_cn: 另外一个干净的USB 随身碟 <small>(at least 4 GB)</small>&nbsp;[[!toggle id="why_extra" text="Why?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline" raw="yes" sort="age"]] """]]

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_i386_iso_size" raw="yes" sort="age"]]</small>)
zh_cn: 1 小时来下载 Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_i386_iso_size" raw="yes" sort="age"]]</small>)

source: ½ hour to upgrade
pt: ½ hora para atualizar
zh_cn: ½ 小时进行升级

source: upgrade inside Tails
pt: atualizar dentro do Tails
zh_cn: Tails中进行升级

source: <small> You can also:
pt: <small> Você pode também:
zh_cn: <small> 你也可以:

source: [[Burn a new Tails DVD|install/dvd]]
pt: [[Gravar um novo DVD do Tails|install/dvd]]
zh_cn: [[烧录Tails DVD|install/dvd]]

source: [[Upgrade your virtual machine|install/vm]]
pt: [[Atualizar a sua máquina virtual|install/vm]]
zh_cn: [[升级模拟器|install/vm]]

source: [[!meta title="Choose your manual upgrade scenario"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="install/inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes" sort="age"]]
pt: [[!meta title="Escolha o seu cenário de atualização manual"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="install/inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline.pt" raw="yes" sort="age"]]

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
pt: 1 hora para baixar o Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
