Repository: mdrights/tails
Catalog: wiki/src/doc/anonymous_internet/networkmanager.*.po
Languages: fr

source: [[!meta title="Connecting to a network"]]
fr: [[!meta title="Se connecter à un réseau"]]

source: You can connect to a network using a wired, Wi-Fi, or mobile broadband connection:
fr: Vous pouvez vous connecter à un réseau via une connexion filaire, Wi-Fi, ou un réseau mobile à large bande :

source: If a wired connection is detected, Tails automatically connects to it.
fr: Si une connexion filaire est détectée, Tails s'y connecte automatiquement.

source: To connect to a Wi-Fi network:
fr: Pour vous connecter à un réseau Wi-Fi :

source: Open the system menu in the top-right corner.
fr: Ouvrez le menu système dans le coin en haut à droite.

source: Choose <span class="guilabel">Wi-Fi</span> and then <span class="guilabel">Select Network</span>.
fr: Cliquez sur <span class="guilabel">Wi-Fi</span> puis sur <span class="guilabel">Sélectionner un réseau</span>.

source: To connect to a mobile broadband network:
fr: Pour vous connecter à un réseau mobile à large bande :

source: Choose <span class="guilabel">Mobile Broadband</span>.
fr: Cliquez sur <span class="guilabel">Mobile Broadband</span>.

source: To connect to Tor using bridges or configure a proxy to access the Internet, you need to [[activate additional Tor configuration when starting Tails|first_steps/startup_options#additional]].
fr: Pour vous connecter à Tor en utilisant les bridges ou configurer un proxy pour accéder à internet, vous devez [[activer une configuration réseau supplémentaire au démarrage de Tails|first_steps/startup_options#additional]].

source: After establishing a connection to a network:
fr: Après établissement d'une connexion à un réseau :

source: a. If you can already access the Internet, Tor is automatically started.
fr: a. Si vous pouvez déjà accéder à Internet, Tor est démarré automatiquement.

source: b. If you need to log in to a captive portal before being granted access to the Internet, then [[see the corresponding documentation|unsafe_browser]].
fr: b. Si vous avez besoin de vous identifier à un portail captif afin d'obtenir accès à Internet, voyez [[notre documentation correspondante|unsafe_browser]].

source: To modify your network settings, for example to configure whether or not to automatically connect to a Wi-Fi network, do the following:
fr: Pour modifier vos paramètres réseaux, par exemple pour configurer si Tails doit se connecter automatiquement ou non aux réseau Wi-Fi, veuillez faire :

source: Click on the [[!img lib/preferences-system.png alt="System" class="symbolic" link="no"]] button to open the system settings.
fr: Cliquez sur le bouton [[!img lib/preferences-system.png alt="Système" class="symbolic" link="no"]] pour ouvrir les paramètres systèmes.

source: Choose <span class="guilabel">Network</span>.
fr: Cliquez sur <span class="guilabel">Réseau</span>.

source: If you want to reuse your custom configuration or the passwords of encrypted wireless connections across separate working sessions, you can activate the [[<span class="guilabel">Network connections</span> persistence feature|first_steps/persistence/configure#network_connections]].
fr: Si vous voulez réutiliser votre configuration personnalisée ou les mots de passe des connexions sans-fil chiffrées à travers plusieurs sessions de travail, vous pouvez activer [[l'option <span class="guilabel">Connexions Réseaux</span> de la persistance|first_steps/persistence/configure#network_connections]].

source: If you are concerned about being identified as a Tails user on your network, read our documentation about [[network fingerprinting|doc/about/fingerprint]].
fr: Si vous êtes préoccupé par le fait d'être identifié comme un utilisateur de Tails sur votre réseau, lisez notre documentation à propos de l'[[empreinte réseau|doc/about/fingerprint]].

source: <p>It is currently impossible to connect using:</p>
fr: <p>Il est actuellement impossible de se connecter au réseau avec :</p>

source: <ul> <li>Dial-up modems, see [[!tails_ticket 5913]].</li> <li>VPNs, see [[the corresponding FAQ|support/faq#vpn]].</li> </ul>
fr: <ul> <li>Un modem téléphonique, voir [[!tails_ticket 5913]].</li> <li>un VPN, voir [[la FAQ correspondante|support/faq#vpn]].</li> </ul>

source: For more information, open <span class="application">[[GNOME Help|first_steps/introduction_to_gnome_and_the_tails_desktop#help]]</span> and choose <span class="guilabel">Networking, web, email & chat</span>.
fr: Pour plus d'information, ouvrez <span class="application">[[l'aide de GNOME|first_steps/introduction_to_gnome_and_the_tails_desktop#help]]</span> et choisissez <span class="guilabel">Réseau, Web, courriel et discussion</span>.
