Repository: mdrights/tails
Catalog: wiki/src/doc/first_steps/persistence/change_passphrase.*.po
Languages: fr

source: [[!meta title="Change the passphrase of the persistent volume"]]
fr: [[!meta title="Changer la phrase de passe du volume persistant"]]

source: Start Tails and [[set up an administration password |doc/first_steps/startup_options/administration_password]].
fr: Démarrez Tails et [[définissez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]].

source: Do not enable the persistent volume in <span class="application">Tails Greeter</span>.
fr: N'activez pas le volume persistant dans le <span class="application">Tails Greeter</span>.

source: 1. Open <span class="application">Disks</span> from the menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>.
fr: 1. Ouvrez <span class="application">Disques</span> depuis le menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques</span></span>.

source: <span class="application">Disks</span> lists all the current storage devices in the left pane of the window. When you select one of these devices, detailed information about it is displayed in the right pane: its partitions, its brand, its size, etc.
fr: <span class="application">Disques</span> liste tous les périphériques de stockage dans la partie gauche de la fenêtre. Lorsque vous choisissez l'un de ces périphériques, des informations détaillées à son propos sont affichées dans la partie droite : ses partitions, sa marque, sa taille, etc.

source: Find which device contains the persistent volume. It should have two partitions, one labelled <span class="guilabel">Tails</span>, and another one labelled <span class="guilabel">TailsData</span> which corresponds to the persistent volume.
fr: Trouvez le périphérique contenant le volume persistant. Il devrait contenir deux partitions, une appelée <span class="guilabel">Tails</span>, et une autre appelée <span class="guilabel">TailsData</span> correspondant au volume persistant.

source: In the right pane, click on the persistent volume partition, labelled <span class="guilabel">TailsData</span>.
fr: Dans la partie droite, cliquez sur la partition du volume persistant, appelée <span class="guilabel">TailsData</span>.

source: Click on <span class="guimenu">[[!img lib/system-run.png alt="Disks context menu" class="symbolic" link="no"]]</span> and choose <span class="guilabel">Change Passphrase…</span>.
fr: Cliquez sur <span class="guimenu">[[!img lib/system-run.png alt="Menu contextuel disques" class="symbolic" link="no"]]</span> et choisissez <span class="guilabel">Modifier la phrase de passe…</span>.

source: Type your current passphrase and then type twice a new one.
fr: Tapez votre phrase de passe actuelle et tapez ensuite deux fois la nouvelle phrase de passe.

source: Finally confirm by clicking <span class="guilabel">Change</span>.
fr: Confirmez enfin en cliquant sur <span class="guilabel">Modifier</span>.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
fr: Dans la fenêtre de confirmation, entrez le mot de passe d'administration et cliquez sur <span class="guilabel">S'authentifier</span>.

source: You now can restart Tails and try to enable the persistent volume with its new passphrase.
fr: Vous pouvez désormais redémarrer Tails et essayer d'activer le volume persistant avec sa nouvelle phrase de passe.
