Repository: mdrights/tails
Catalog: wiki/src/install/inc/steps/create_persistence.inline.*.po
Languages: de, pt

source: <p>Yeah, you are done installing Tails!</p>
de: <p>Super, Sie haben die Installation von Tails abgeschlossen!</p>
pt: <p>Eba! Você terminou de instalar o Tails!</p>

source: <p>If you want to save some of your documents and configuration in an encrypted storage on the <span class="usb">final</span><span class="clone">new</span> Tails USB stick, follow our instructions until the end. Otherwise, have a look at our <span class="install-clone">[[final recommendations|clone#recommendations]].</span> <span class="expert">[[final recommendations|expert/usb#recommendations]].</span> <span class="debian">[[final recommendations|debian/usb#recommendations]].</span> <span class="windows">[[final recommendations|win/usb#recommendations]].</span> <span class="mac-usb">[[final recommendations|mac/usb#recommendations]].</span> <span class="mac-clone">[[final recommendations|mac/clone#recommendations]].</span> <span class="mac-dvd">[[final recommendations|mac/dvd#recommendations]].</span> <span class="linux">[[final recommendations|linux/usb#recommendations]].</span> </p>
de: <p>Wenn Sie einige Ihrer Dokumente und Konfigurationen in einem verschlüsselten Speicherplatz auf dem <span class="usb">endgültigen</span><span class="clone">neuen</span> USB-Stick mit Tails sichern möchten, befolgen Sie unsere Anweisungen bis zum Ende. Werfen Sie ansonsten einen Blick auf unsere <span class="install-clone">[[abschließenden Empfehlungen|clone#recommendations]].</span> <span class="expert">[[abschließenden Empfehlungen|expert/usb#recommendations]].</span> <span class="debian">[[abschließenden Empfehlungen|debian/usb#recommendations]].</span> <span class="windows">[[abschließenden Empfehlungen|win/usb#recommendations]].</span> <span class="mac-usb">[[abschließenden Empfehlungen|mac/usb#recommendations]].</span> <span class="mac-clone">[[abschließenden Empfehlungen|mac/clone#recommendations]].</span> <span class="mac-dvd">[[abschließenden Empfehlungen|mac/dvd#recommendations]].</span> <span class="linux">[[abschließenden Empfehlungen|linux/usb#recommendations]].</span> </p>
pt: <p>Se você quiser salvar alguns dos seus documentos e configurações em um armazenamento criptografado na memória USB do Tails <span class="clone">nova</span> e <span class="usb">final</span>, siga nossas instruções até o fim. Caso contrário, dê uma olhada nas nossas <span class="install-clone">[[recomendações finais|clone#recommendations]].</span> <span class="expert">[[recomendações finais|expert/usb#recommendations]].</span> <span class="debian">[[recomendações finais|debian/usb#recommendations]].</span> <span class="windows">[[recomendações finais|win/usb#recommendations]].</span> <span class="mac-usb">[[recomendações finais|mac/usb#recommendations]].</span> <span class="mac-clone">[[recomendações finais|mac/clone#recommendations]].</span> <span class="mac-dvd">[[recomendações finais|mac/dvd#recommendations]].</span> <span class="linux">[[recomendações finais|linux/usb#recommendations]].</span> </p>

source: <h1 id="create-persistence">Create an encrypted persistent storage (optional)</h1>
de: <h1 id="create-persistence">Erstellen Sie einen verschlüsselten beständigen Speicherbereich (optional)</h1>
pt: <h1 id="create-persistence">Crie um armazenamento persistente criptografado (opcional)</h1>

source: You can optionally create an *encrypted persistent storage* in the remaining free space on the <span class="windows linux mac-usb">final</span> <span class="clone">new</span> Tails USB stick to store any of the following:
de: Sie können optional einen *verschlüsselten beständigen Speicherbereich* in dem verbleibenden, freien Speicherplatz auf dem <span class="windows linux mac-usb">endgültigen</span> <span class="clone">neuen</span> USB-Stick mit Tails erstellen, um etwas von den folgenden Dingen zu sichern:
pt: Você pode opcionalmente criar um *armazenamento persistente criptografado* no espaço livre remanescente na <span class="clone">nova</span> e <span class="windows linux mac-usb">definitiva</span> memória USB com Tails para armazenar qualquer um dos seguintes:

source: Your personal files and working documents
de: Ihre persönlichen Dateien und Arbeitsdokumente.
pt: Seus arquivos pessoais e documentos de trabalho

source: Some of your settings
de: Einige Ihrer Einstellungen
pt: Algumas das suas preferências e opções

source: Your encryption keys
de: Ihre Schlüssel für Verschlüsselung
pt: Suas chaves de criptografia

source: The data in the encrypted persistent storage:
de: Die Daten im verschlüsselten beständigen Speicherbereich:
pt: Seus dados no armazenamento persistente criptografado:

source: Remains available across separate working sessions.
de: Bleiben über mehrere Arbeitssitzungen hinweg verfügbar.
pt: Permanecem disponíveis através de diferentes sessões de trabalho.

source: Is encrypted using a passphrase of your choice.
de: Werden mit einem Passwort Ihrer Wahl verschlüsselt.
pt: Estão criptografados usando uma senha de sua escolha.

source: <p>The encrypted persistent storage is not hidden. An attacker in possession of the USB stick can know whether it has an encrypted persistent storage. Take into consideration that you can be forced or tricked to give out its passphrase.</p>
de: <p>Der verschlüsselte beständige Speicherbereich ist nicht versteckt. Angreifende im Besitz des USB-Sticks könnten wissen, dass ein verschlüsselter beständiger Speicherbereich vorhanden ist. Bedenken Sie, dass Sie gezwungen oder durch einen Trick dazu gebracht werden könnten, das Passwort herauszugeben.</p>
pt: <p>O armazenamento persistente criptografado não é oculto. Um atacante em posse da unidade USB pode determinar se há um armazenamento persistente criptografado. Tenha em mente que alguém pode tentar usar a força ou te enganar para conseguir a senha.</p>

source: <p>It is possible to open the encrypted persistent storage from other operating systems, but it might break your security. Other operating systems should probably not be trusted to handle sensitive information or leave no trace.</p>
de: <p>Es ist möglich, den verschlüsselten beständigen Speicherbereich von einem anderen Betriebssystem aus zu öffnen, dies könnte jedoch Ihre Sicherheit gefährden. Anderen Betriebssystemen sollte nicht vertraut werden, mit sensiblen Informationen umzugehen oder keine Spuren zu hinterlassen.</p>
pt: <p>É possível abrir o armazenamento persistente criptografado a partir de outros sistemas operacionais, mas isto poderia quebrar sua segurança. Você provavelmente não deve confiar em outros sistemas operacionais para manipular informação sensível ou não deixar rastros.</p>

source: Create the persistent storage
de: Erstellen Sie den beständigen Speicherbereich
pt: Criar o armazenamento persistente

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
pt: 1. Selecione <span class="menuchoice"> <span class="guimenu">Aplicativos</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configurar o volume persistente</span></span>.

source: 1. Specify a passphrase of your choice in both the <span class="guilabel">Passphrase</span> and <span class="guilabel">Verify Passphrase</span> text boxes.
de: 1. Geben Sie sowohl in dem Textfeld <span class="guilabel">Passphrase</span> als auch <span class="guilabel">Passphrase erneut eingeben</span> eine Passphrase Ihrer Wahl an.
pt: 1. Especifique uma senha de sua escolha tanto no campo <span class="guilabel">Senha</span> quanto no campo <span class="guilabel">Verificar Senha</span>.

source: <div class="tip"> <p>We recommend choosing a long passphrase made of five to seven random words. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Learn more.</a></p> </div>
de: <div class="tip"> <p>Wir empfehlen, eine lange Passphrase zu wählen, die aus fünf bis sieben, zufälligen und langen Wörtern besteht. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Lernen Sie mehr.</a></p> </div>
pt: <div class="tip"> <p>Nós recomendamos escolher uma senha longa de cinco a sete palavras aleatórias. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Aprenda mais (em inglês).</a></p> </div>

source: Click on the <span class="guilabel">Create</span> button.
de: Klicken Sie auf die Schaltfläche <span class="guilabel">Erstellen</span>.
pt: Clique no botão <span class="guilabel">Criar</span>.

source: Wait for the creation to finish.
de: Warten Sie, bis das Erstellen abgeschlossen ist.
pt: Aguarde a criação terminar.

source: <div class="bug"> <p>If you close the assistant before the creation finishes, you might not be able to start Tails from this USB stick anymore.</p> </div>
de: <div class="bug"> <p>Wenn Sie den Assistenten schließen, bevor das Erstellen abgeschlossen ist, ist es eventuell nicht mehr möglich, Tails von diesem USB-Stick zu starten.</p> </div>
pt: <div class="bug"> <p>Se você fechar o assistente antes da criação terminar, você pode não conseguir mais inicializar o Tails a partir desta unidade USB.</p> </div>

source: The assistant shows a list of the possible persistence features. Each feature corresponds to a set of files or settings to be saved in the encrypted persistent storage.
de: Der Assistent zeigt eine Liste der möglichen Funktionen des beständigen Speicherbereichs an. Jede Funktion entspricht einer Sammlung von Dateien oder Einstellungen, die in dem verschlüsselten beständigen Speicherbereich gesichert werden.
pt: O assistente mostra uma lista de possíveis recursos de persistência. Cada recurso corresponde a um conjunto de arquivos ou configurações a serem salvas no armazenamento persistente criptografado.

source: We recommend you to only activate the <span class="guilabel">Personal Data</span> persistence feature for the time being. You can activate more features later on according to your needs.
de: Wir empfehlen Ihnen fürs Erste, nur die Funktion für beständige <span class="guilabel">Persönliche Dateien</span> zu aktivieren. Sie können später weitere Funktionen entsprechend Ihrer Anforderungen aktivieren.
pt: Nós recomendamos que você ative somente o recurso de persistência de <span class="guilabel">Dados Pessoais</span> por enquanto. Você pode ativar mais recursos posteriormente de acordo com as suas necessidades.

source: Click <span class="button">Save</span>.
de: Klicken Sie auf <span class="button">Speichern</span>.
pt: Clique em <span class="button">Salvar</span>.

source: Restart and activate the persistent storage
de: Starten Sie neu und aktivieren Sie den beständigen Speicherbereich
pt: Reiniciar e ativar o armazenamento persistente

source: Shut down the computer and restart on the <span class="windows linux mac-usb">final</span> <span class="clone">new</span> Tails USB stick.
de: Fahren Sie den Computer herunter und starten Sie mit dem <span class="windows linux mac-usb">endgültigen</span> <span class="clone">neuen</span> USB-Stick mit Tails neu.
pt: Desligue o computador e reinicie com a memória USB com Tails <span class="clone">nova</span> e <span class="windows linux mac-usb">final</span>.

source: In <span class="application">Tails Greeter</span>:
de: Im <span class="application">Tails Greeter</span>:
pt: No <span class="application">Tails Greeter</span>:

source: After 15&ndash;30 seconds, the Tails desktop appears.
de: Nach 15&ndash;30 Sekunden erscheint der Desktop von Tails.
pt: Após 15&ndash;30 segundos, a área de trabalho do Tails aparece.

source: 1. You can now save your personal files and working documents in the <span class="guilabel">Persistent</span> folder. To open the <span class="guilabel">Persistent</span> folder choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
de: 1. Sie können nun Ihre persönlichen Dateien und Arbeitsdokumente in dem Ordner <span class="guilabel">Persistent</span> sichern. Um den Ordner <span class="guilabel">Persistent</span> zu öffnen, wählen Sie <span class="menuchoice"> <span class="guimenu">Orte</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
pt: 1. Você pode agora salvar seus arquivos pessoais e documentos de trabalho no diretório <span class="guilabel">Persistent</span>. Para abrir o diretório <span class="guilabel">Persistent</span> selecione <span class="menuchoice"> <span class="guimenu">Locais</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.

source: <p>You now have a working Tails, congrats!</p>
de: <p>Glückwunsch, Sie haben nun ein funktionierendes Tails!</p>
pt: <p>Agora você tem um Tails funcionando, parabéns!</p>

source: <h3>Final recommendations</h3>
de: <h3>Abschließende Empfehlungen</h3>
pt: <h3>Recomendações finais</h3>

source: <p>Tails does not protect you from everything! Have a look at our [[warnings|doc/about/warning]].</p>
de: <p>Tails beschützt Sie nicht vor allem! Werfen Sie einen Blick auf unsere [[Warnungen|doc/about/warning]].</p>
pt: <p>Tails não te protege de tudo! Dê uma olhada nas nossas [[advertências|doc/about/warning]].</p>

source: <p>If you face any problem, use the <span class="guilabel">Report an error</span> launcher on the Tails desktop or visit our [[support pages|support]].</p>
de: <p>Wenn Sie Probleme haben, benutzen Sie die Schaltfläche <span class="guilabel">Einen Fehler melden</span> auf dem Desktop von Tails oder besuchen Sie unsere [[Support-Seiten|support]].</p>
pt: <p>Se você encontrar algum problema, use o lançador <span class="guilabel">Relatar um erro</span> na área de trabalho do Tails ou visite as nossas [[páginas de suporte|support]].</p>

source: <p>We hope you enjoy using Tails :)</p>
de: <p>Wir hoffen, dass Sie viel Freude beim Benutzen von Tails haben :)</p>
pt: <p>Esperamos que você goste de usar o Tails :)</p>
