Repository: mdrights/tails
Catalog: wiki/src/install/inc/steps/download.inline.*.po
Languages: pt

source: Download and verify the Tails ISO image
pt: Baixe e verifique a imagem ISO do Tails =======================================

source: <span class="windows mac-usb mac-dvd debian linux upgrade-tails dvd vm">In this step you</span> <span class="download-only">You</span> will download Tails as an ISO image: a single file containing the whole operating system. For your security, it is very important to also verify your download. We propose you two techniques to do this verification automatically.
pt: <span class="windows mac-usb mac-dvd debian linux upgrade-tails dvd vm">Neste passo</span> <span class="download-only">Você</span> vai baixar o Tails como uma imagem ISO: um único arquivo contendo todo o sistema. Para sua segurança, é muito importante também verificar a integridade do arquivo. Nós propomos duas técnicas para fazer esta verificação automaticamente.

source: Please wait…
pt: Por favor aguarde…

source: We failed to detect your browser vendor, maybe because JavaScript is disabled.
pt: Nós não conseguimos detectar o seu navegador, provavelmente porque o JavaScript está desabilitado.

source: You can download and verify the ISO image via:
pt: Você pode baixar e verificar a imagem ISO através de:

source: Browser add-on
pt: Extensão do navegador

source: for <a href="https://getfirefox.com">Firefox <span class="minver-firefox">38.0.1</span>+</a> or <a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser <span class="minver-tor">5</span>+</a>
pt: para o <a href="https://getfirefox.com">Firefox <span class="minver-firefox">38.0.1</span>+</a> ou o <a href="https://www.torproject.org/download/download-easy.html.en">Navegador Tor <span class="minver-tor">5</span>+</a>

source: A Firefox add-on to download and verify Tails automatically.
pt: Uma extensão do Firefox para baixar e verificar o Tails automaticamente.

source: Copy and paste this link in Firefox or Tor Browser:
pt: Copie e cole este link no Firefox ou Navegador Tor:

source: [[!inline pages="install/inc/steps/bittorrent_verification.inline" raw="yes" sort="age"]] <a href='[[!inline pages="inc/stable_amd64_torrent_url" raw="yes" sort="age"]]' class="btn btn-lg btn-primary">Download Torrent file</a>
pt: [[!inline pages="install/inc/steps/bittorrent_verification.inline" raw="yes" sort="age"]] <a href='[[!inline pages="inc/stable_amd64_torrent_url" raw="yes" sort="age"]]' class="btn btn-lg btn-primary">Baixe o arquivo Torrent</a>

source: [[Download and verify using OpenPGP|install/download/openpgp]]
pt: <a href="http://dl.amnesia.boum.org/tails/stable/">Baixe diretamente (inseguro!)</a>

source: You seem to be using an unsupported browser.
pt: Parece que você está usando um navegador não suportado.

source: You are running Firefox <span class="current-firefox">1.0</span>. Please update to Firefox <span class="minver-firefox">38.0.1</span>, Tor Browser <span class="minver-tor">5</span>, or newer and visit this link:
pt: Você está rodando o Firefox <span class="current-firefox">1.0</span>. Por favor atualize para o Firefox <span class="minver-firefox">38.0.1</span>, Navegador Tor <span class="minver-tor">5</span> ou mais novo e abra este link:

source: We detected that you are running Firefox or Tor Browser and already have our Firefox add-on installed.
pt: Nós detectamos que você está em um Firefox ou Navegador Tor e já tem a nossa extensão do Firefox instalada.

source: <a id="use-button" href="" class="btn btn-lg btn-primary clearfix"> <span id="use-button-label" class="pull-left">Use Firefox add-on</span>
pt: <a id="use-button" href="" class="btn btn-lg btn-primary clearfix"> <span id="use-button-label" class="pull-left">Usar extensão do Firefox</span>

source: <span class="label label-default state already">Already installed</span>
pt: <span class="label label-default state already">Já instalado</span>

source: <span id="use-text-label" class="pull-left">Use Firefox add-on</span>
pt: <span id="use-text-label" class="pull-left">Usar extensão do Firefox</span>

source: <span class="state done">[[!img install/inc/icons/check.png link="no" alt="Done"]]</span>
pt: <span class="state done">[[!img install/inc/icons/check.png link="no" alt="Pronto"]]</span>

source: We detected that you are running Firefox or Tor Browser but have an outdated version of our Firefox add-on.
pt: Nós detectamos que você está rodando Firefox ou Navegador Tor mas tem uma versão desatualizada da nossa extensão do Firefox.

source: <span class="label label-default state restartless">No restart</span>
pt: <span class="label label-default state restartless">Não é necessário reiniciar</span>

source: <span id="update-button-label" class="pull-left">Update Firefox add-on</span>
pt: <span id="update-button-label" class="pull-left">Atualizar extensão do Firefox</span>

source: We detected that you are running Firefox or Tor Browser.
pt: Nós detectamos que você está rodando Firefox ou Navegador Tor.

source: You can download the ISO image via our Firefox add-on. The add-on verifies your download [[!toggle id="extension-verification" text="automatically"]].
pt: Você pode baixar a imagem ISO através da nossa extensão do Firefox. A extensão verifica o arquivo [[!toggle id="extension-verification" text="automaticamente"]].

source: The verification is based on a cryptographic checksum downloaded from our website.
pt: A verificação é baseada em uma soma de verificação criptográfica obtidas do nosso site.

source: <span id="install-text-label" class="pull-left">Install Firefox add-on</span>
pt: <span id="install-text-label" class="pull-left">Instalar a extensão do Firefox</span>

source: or [[!toggle id="bittorrent-verification" text="Download and verify via BitTorrent"]]
pt: ou [[!toggle id="bittorrent-verification" text="Baixe e verifique via BitTorrent"]]

source: <a href='[[!inline pages="inc/stable_amd64_torrent_url" raw="yes" sort="age"]]'>Download Torrent file</a>
pt: <a href='[[!inline pages="inc/stable_amd64_torrent_url" raw="yes" sort="age"]]'>Baixar arquivo Torrent</a>

source: <a id="download-button" href='[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]' class="btn btn-lg btn-primary clearfix iso-url use-mirror-pool"> <span id="download-button-label" class="pull-left">Download Tails <span class="iso-version">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span> ISO image <small id="download-button-size">(<span class="iso-size-MiB">$SIZE</span> MiB)</small> </span> </a>
pt: <a id="download-button" href='[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]' class="btn btn-lg btn-primary clearfix iso-url use-mirror-pool"> <span id="download-button-label" class="pull-left">Baixe a imagem ISO do Tails <span class="iso-version">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span> <small id="download-button-size">(<span class="iso-size-MiB">$SIZE</span> MiB)</small> </span> </a>

source: Download Tails <span class="iso-version">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span> ISO image <small id="download-eta"> <span class="speed-KBs">$SPEED</span> KB/s &mdash; <span class="downloaded-MiB">$DOWNLOADED</span>/<span class="iso-size-MiB">$SIZE</span> MiB, <span data-value="???"> <span class="eta-mins">???</span> <span class="plural">minutes</span> <span class="singular">minute</span> </span> <span data-value="???"> <span class="eta-secs">???</span> <span class="plural">seconds</span> <span class="singular">second</span> </span> </small>
pt: Baixe a imagem ISO do Tails <span class="iso-version">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span> <small id="download-eta"> <span class="speed-KBs">$SPEED</span> KB/s &mdash; <span class="downloaded-MiB">$DOWNLOADED</span>/<span class="iso-size-MiB">$SIZE</span> MiB, <span data-value="???"> <span class="eta-mins">???</span> <span class="plural">minutos</span> <span class="singular">minuto</span> </span> <span data-value="???"> <span class="eta-secs">???</span> <span class="plural">segundos</span> <span class="singular">segundo</span> </span> </small>

source: <span class="sr-only"><span class="progress-label">$PROGRESS</span> complete</span> <span class="progress-label">$PROGRESS</span>
pt: <span class="sr-only"><span class="progress-label">$PROGRESS</span> completo</span> <span class="progress-label">$PROGRESS</span>

source: <small id="download-path">Downloading to <span class="download-path">$PATH</span></small> <small id="downloaded-path">Downloaded to <span class="verify-file-path">$PATH</span></small>
pt: <small id="download-path">Salvando em <span class="download-path">$PATH</span></small> <small id="downloaded-path">Salvo em <span class="verify-file-path">$PATH</span></small>

source: <a id="download-button-state-retry" href="#" class="btn btn-primary iso-url">Retry</a> <span id="download-button-state-pause" class="">[[!img install/inc/icons/pause.png link="no" alt="Pause"]]</span> <span id="download-button-state-resume" class="">[[!img install/inc/icons/play.png link="no" alt="Resume"]]</span> <span id="download-button-state-cancel" class="btn btn-link">Cancel</span>
pt: <a id="download-button-state-retry" href="#" class="btn btn-primary iso-url">Tentar novamente</a> <span id="download-button-state-pause" class="">[[!img install/inc/icons/pause.png link="no" alt="Pausar"]]</span> <span id="download-button-state-resume" class="">[[!img install/inc/icons/play.png link="no" alt="Resumir"]]</span> <span id="download-button-state-cancel" class="btn btn-link">Cancelar</span>

source: <span id='download-text-pause'> </span> <span id ="download-text-done" class="state done">[[!img install/inc/icons/check.png link="no" alt="Done"]]</span> <span id ="download-text-failed" class="state">[[!img install/inc/icons/failed.png link="no" alt="Failed"]]</span>
pt: <span id='download-text-pause'> </span> <span id ="download-text-done" class="state done">[[!img install/inc/icons/check.png link="no" alt="Pronto"]]</span> <span id ="download-text-failed" class="state">[[!img install/inc/icons/failed.png link="no" alt="Falhou"]]</span>

source: The download has been paused. Click on the play button to resume.
pt: O *download* foi pausado. Clique no botão *Resumir* para resumir.

source: The download of the ISO image failed! Please check your network connection and click <span class="guilabel">Retry</span>…
pt: O *download* da imagem ISO falhou! Por favor verifique a conexão e clique em <span class="guilabel">Tentar novamente</span>…

source: Verify ISO image
pt: Verificar imagem ISO

source: <small id="verify-text-calculating">Computing SHA-256 checksum&hellip;</small>
pt: <small id="verify-text-calculating">Computando soma SHA-256&hellip;</small>

source: <span id="verify-text-state-calculating" class="state calculating label label-info"><span class="verify-progress">$PROGRESS</span></span> <span id="verify-text-state-done" class="state success done">[[!img install/inc/icons/check.png link="no" alt="Done"]]</span> <span id="verify-text-state-failed" class="state failed">[[!img install/inc/icons/failed.png link="no" alt="Failed"]]</span>
pt: <span id="verify-text-state-calculating" class="state calculating label label-info"><span class="verify-progress">$PROGRESS</span></span> <span id="verify-text-state-done" class="state success done">[[!img install/inc/icons/check.png link="no" alt="Pronto"]]</span> <span id="verify-text-state-failed" class="state failed">[[!img install/inc/icons/failed.png link="no" alt="Falhou"]]</span>

source: You downloaded and verified the ISO image successfully!
pt: Você baixou e verificou a imagem ISO com sucesso!

source: You can now continue with the next step and <span class="windows">[[Install an intermediary Tails|install/win/usb#next]].</span> <span class="mac-usb">[[Install an intermediary Tails|install/mac/usb#next]].</span> <span class="mac-dvd">[[Burn a Tails DVD|install/mac/dvd#next]].</span> <span class="debian">[[Install <span class="application">Tails Installer</span>|install/debian/usb#next]].</span> <span class="linux">[[Install an intermediary Tails|install/linux/usb#next]].</span> <span class="upgrade-tails">[[Install an intermediary Tails|upgrade/tails#next]].</span> <span class="dvd">[[Burn Tails on a DVD|install/dvd#next]].</span> <span class="vm">read our [[Introduction to virtual machines|install/vm#next]].</span>
pt: Agora você pode continuar com o próximo passo e <span class="windows">[[Instalar um Tails intermediário|install/win/usb#next]].</span> <span class="mac-usb">[[Instalar um Tails intermediário|install/mac/usb#next]].</span> <span class="mac-dvd">[[Gravar um DVD do Tails|install/mac/dvd#next]].</span> <span class="debian">[[Instalar o <span class="application">Tails Installer</span>|install/debian/usb#next]].</span> <span class="linux">[[Instalar um Tails intermediário|install/linux/usb#next]].</span> <span class="upgrade-tails">[[Instalar um Tails intermediário|upgrade/tails#next]].</span> <span class="dvd">[[Gravar um DVD do Tails|install/dvd#next]].</span> <span class="vm">leia a nossa [[Introdução a máquinas virtuais|install/vm#next]].</span>

source: If you are knowledgeable about OpenPGP, you can do additional verification using the [[!toggle id="openpgp" text="OpenPGP signature"]].
pt: Se você tem conhecimento sobre OpenPGP, você pode fazer verificação adicional usando a [[!toggle id="openpgp" text="assinatura OpenPGP"]].

source: The verification of the ISO image failed! Please try to download again&hellip;
pt: A verificação da imagem ISO falhou! Por favor tente baixar novamente&hellip;

source: The verification of the ISO image failed again! Please try to download again from a different place or a different computer&hellip;
pt: A verificação da imagem ISO falhou novamente! Por favor baixe novamente de um local diferente ou de um computador diferente&hellip;
