Repository: mdrights/tails
Catalog: wiki/src/install/inc/steps/restart_second_time.inline.*.po
Languages: it

source: <h1 id="start-final" class="usb">Restart on the final Tails</h1> <h1 id="start-new" class="clone">Restart on the new Tails</h1> <h1 id="start-usb" class="mac-dvd">Restart on the Tails USB stick</h1>
it: <h1 id="start-final" class="usb">Riavvia sulla Tails finale</h1> <h1 id="start-new" class="clone">Riavvia sulla nuova Tails</h1> <h1 id="start-usb" class="mac-dvd">Riavvia sulla chiave USB Tails</h1>

source: Shut down the computer.
it: Spegni il computer.

source: 1. <p class="usb clone"> Unplug the <span class="usb">first</span> <span class="clone">other</span> USB stick and leave the <span class="usb">second</span> <span class="clone">new</span> USB stick plugged in. </p> <p class="mac-dvd">Eject the DVD and leave the USB stick plugged in.</p>
it: 1. <p class="usb clone"> Disconnetti la <span class="usb">prima</span> <span class="clone">altra</span> chiave USB e lascia la <span class="usb">seconda</span> <span class="clone">nuova</span> chiave USB collegata. </p> <p class="mac-dvd">Espelli il DVD e lascia la chiave USB collegata.</p>

source: Switch on the computer.
it: Riaccendi il computer.

source: [[!inline pages="install/inc/steps/mac_startup_disks.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/mac_startup_disks.inline.it" raw="yes" sort="age"]]

source: <div class="note windows linux"> <p>Some computers start successfully on the intermediary Tails but fail to start on the final Tails. If this is your case, refer to [[!toggle id="not_at_all" text="the troubleshooting section about Tails not starting at all"]].</p> </div>
it: <div class="note windows linux"> <p>Alcuni computer si avviano con successo sulla Tails intermediaria ma non riescono ad avviarsi sulla Tails finale. Se questo è il tuo caso, fai riferimento alla [[!toggle id="not_at_all" text="sezione di risoluzione dei problemi su Tails che non si avvia"]].</p> </div>

source: Troubleshooting ---------------
it: Risoluzione dei problemi ---------------

source: [[!inline pages="install/inc/steps/not_at_all.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/not_at_all.inline.it" raw="yes" sort="age"]]

source: <div class="bug mac-usb mac-dvd"> <p>If your computer fails to start on the <span class="usb">final Tails,</span> <span class="mac-dvd">Tails USB stick,</span> you can continue using the <span class="usb">intermediary Tails</span> <span class="mac-dvd">Tails DVD</span>. <span class="usb">On this intermediary Tails you cannot benefit from automatic upgrades or create an encrypted persistent storage.</span></p>
it: <div class="bug mac-usb mac-dvd"> <p>Se il tuo computer non riesce ad avviari sulla <span class="usb">Tails finale,</span> <span class="mac-dvd">chiave USB Tails,</span> puoi continuare utilizzando <span class="usb">Tails intermediaria</span> <span class="mac-dvd">DVD Tails</span>. <span class="usb">Su questa Tails intermediaria non puoi beneficiare degli aggiornamenti automatici o creare uno spazio persistente d'archiviazione cifrato.</span></p>

source: <p>You should still have a look at our <span class="mac-usb">[[final recommendations|mac/usb#recommendations]].</span> <span class="mac-dvd">[[final recommendations|mac/dvd#recommendations]].</span></p> </div>
it: <p>Dovresti comunque dare uno sguardo alle nostre <span class="mac-usb">[[raccomandazioni finali|mac/usb#recommendations]].</span> <span class="mac-dvd">[[raccomandazioni finali|mac/dvd#recommendations]].</span></p> </div>

source: After 30&ndash;60 seconds, <span class="application">Tails Greeter</span> appears.
it: Dopo 30&ndash;60 secondi, <span class="application">Tails Greeter</span> appare.

source: After 15&ndash;30 seconds, the Tails desktop appears.
it: Dopo 15&ndash;30 secondi, la scrivania Tails compare.
