Repository: mdrights/tails
Catalog: wiki/src/install/mac/usb.*.po
Languages: de

source: <p class="start">Start in Mac OS X.</p>
de: <p class="start">Starten Sie unter Mac OS X.</p>

source: [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/tails-installation-assistant.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/download.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/download.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_intermediary_intro.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.de" raw="yes" sort="age"]]

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
de: 1. Öffnen Sie das <span class="application">Terminal</span> über <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Zubehör</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: Execute the following command:
de: Führen Sie folgenden Befehl aus:

source: It returns a list of the storage devices on the system. For example:
de: Es wird eine Liste der Speichermedien des Systems ausgegeben. Zum Beispiel:

source: Plug the first USB stick in the computer.
de: Schließen Sie den ersten USB-Stick an den Computer an.

source: Execute again the same command:
de: Führen Sie den Befehl erneut aus:

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
de: Ihr USB-Stick erscheint als neues Speichermedium in der Liste. Stellen Sie sicher, dass die Größe der Speicherkapazität Ihres USB-Sticks entspricht.

source: Take note of the *device name* of your USB stick. In this example, the USB stick is 4.0 GB and its device name is <span class="code">/dev/disk1</span>. Yours might be different.
de: Notieren Sie ich den *Gerätenamen* Ihres USB-Sticks. In diesem Beispiel ist der USB-Stick 4.0 GB groß und der Gerätename lautet <span class="code">/dev/disk1</span>. Ihrer weicht möglicherweise ab.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
de: <div class="caution"> <p>Falls Sie sich bezüglich des Gerätenamens nicht sicher sind, sollten Sie das Vorgehen abbrechen oder <strong>Sie riskieren, dass jegliche Festplatten des Systems überschrieben werden</strong>.</p> </div>

source: Execute the following command to safely remove the USB stick. Replace <span class="code">[device]</span> with the device name found in step 5.
de: Führen Sie folgenden Befehl aus, um den USB-Stick sicher zu entfernen. Ersetzen Sie <span class="code">[gerätename]</span> mit dem Gerätenamen, den Sie in Schritt fünf herausgefunden haben.

source: diskutil unmountDisk [device]
de: diskutil unmountDisk [gerätename]

source: 1. Execute the following command to copy the ISO image that you downloaded earlier to the USB stick. Replace:
de: 1. Führen Sie folgenden Befehl aus, um das ISO-Abbild, das Sie zuvor heruntergeladen haben, auf den USB-Stick zu kopieren. Ersetzen Sie:

source: <span class="code">[tails.iso]</span> with the path to the ISO image
de: <span class="code">[tails.iso]</span> mit dem Pfad zum ISO-Abbild

source: <div class="tip"> <p>If you are unsure about the path to the ISO image, you can insert the correct path by dragging and dropping the icon of the ISO image from <span class="application">Finder</span> onto <span class="application"> Terminal</span>.</p> </div>
de: <div class="tip"> <p>Falls Sie sich über den Pfad zum ISO-Image unsicher sind, können Sie den richtigen Pfad per Drag and Drop des Symbols des ISO-Abbilds vom <span class="application">Finder</span> in das <span class="application"> Terminal</span> einfügen.</p> </div>

source: <span class="code">[device]</span> with the device name found in step 5
de: <span class="code">[gerätename]</span> mit dem Gerätenamen, den Sie in Schritt fünf herausgefunden haben

source: <div class="tip"> <p>You can try adding <span class="code">r</span> before <span class="code">disk</span> to make the installation faster.</p> </div>
de: <div class="tip"> <p>Sie können versuchen, <span class="code">r</span> vor <span class="code">disk</span> einzugeben, um die Installation zu beschleunigen.</p> </div>

source: <pre>dd if=[tails.iso] of=[device] bs=16m && sync</pre>
de: <pre>dd if=[tails.iso] of=[gerätename] bs=16m && sync</pre>

source: You should get something like this:
de: Sie sollten etwas wie folgt erhalten:

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
de: Wenn keine Fehlermeldung angezeigt wird, wird Tails auf den USB-Stick kopiert. Das Kopieren benötigt einige Zeit, in der Regel ein paar Minuten.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
de: <div class="tip"> <p>Wenn Sie eine <span class="guilabel">Permission denied</span> Fehlermeldung erhalten, versuchen Sie <code>sudo</code> vor den Beginn des Befehls hinzuzufügen:</p>

source: <pre>sudo dd if=[tails.iso] of=[device] bs=16m && sync</pre>
de: <pre>sudo dd if=[tails.iso] of=[gerätename] bs=16m && sync</pre>

source: <p>If you get an <span class="guilabel">invalid number ‘16m’</span> error, try using <code>16M</code> instead:</p>
de: <p>Falls Sie die Fehlermeldung <span class="guilabel">invalid number ‘16m’</span> erhalten, versuchen Sie es stattdessen mit <code>16M</code>:</p>

source: The installation is complete once the command prompt reappeared.
de: Die Installation ist abgeschlossen, sobald die Eingabeaufforderung wieder erscheint.

source: [[!inline pages="install/inc/steps/install_intermediary_outro.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/restart_first_time.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/install_final.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/restart_second_time.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/create_persistence.inline.de" raw="yes" sort="age"]]
