Repository: mdrights/tails
Catalog: wiki/src/install/download/openpgp.*.po
Languages: de, it

source: Since the Web of Trust is actually based on human relationships and real-life interactions, the best is to get in touch with people knowledgeable about OpenPGP and build trust relationships in order to find your own trust path to the Tails signing key.
de: Da das Web of Trust tatsächlich auf zwischenmenschlichen Beziehungen und Interaktion im realen Leben basiert, wäre es das Beste, Kontakte zu Menschen aufzubauen, die sich mit OpenPGP auskennen und zu beginnen, es selbst zu benutzen und Vertrauensverhältnisse aufzubauen, damit Sie Ihren eigenen Vertrauenspfad zum Signaturschlüssel von Tails finden.
it: Dato che la Web of Trust è basata su relazioni umane e interazioni nella vita offline, la cosa migliore è entrare in contatto con persone che hanno conoscenza di OpenPGP e costruire con loro relazioni per trovare la tua rete di fiducia nella chiave di firma Tails.

source: For example, you can start by contacting a local [[!wikipedia Linux_User_Group]], [[an organization offering Tails training|support/learn]], or other Tails enthusiasts near you and exchange about their OpenPGP practices.
de: Sie könnten damit beginnen, indem Sie mit einer lokalen [[!wikipedia_de Linux_User_Group desc="%s"]] oder anderen Enthusiasten von Tails in Ihrer Umgebung in Kontakt treten und sich über deren Methoden bezüglich OpenPGP austauschen.
it: Per esempio, puoi iniziare contattando un [[!wikipedia Linux_User_Group]], [[un'organizzazione che offra training su Tails|support/learn]], o altri entusiasti di Tails vicino a te e scambiare informazioni sulle loro pratiche OpenPGP.

source: <p>After you built a trust path, you can certify the Tails signing key by signing it with your own key to get rid of some warnings during the verification process.</p>
de: <p>Nachdem Sie einen Vertrauenspfad aufgebaut haben, können Sie den Signaturschlüssel von Tails mit Ihrem eigenen Schlüssel zertifizieren, um einige der Warnungen während des Verifizierungsprozesses loszuwerden.</p>
it: <p>Una volta che hai stabilito un sentiero di fiducia, puoi certificare la chiave di firma di Tails firmandola con la tua stessa chiave per liberarti di alcuni degli avvertimenti duranta il processo di verifica.</p>

source: Further reading on OpenPGP
de: Weitere Literatur zu OpenPGP
it: Altre letture su OpenPGP

source: [[!wikipedia GnuPG desc="Wikipedia: %s"]], a free OpenPGP software
de: [[!wikipedia_de GnuPG desc="Wikipedia: %s"]], eine freie OpenPGP Software
it: [[!wikipedia GnuPG desc="Wikipedia: %s"]], un software OpenPGP free

source: [[Debian: Keysigning|http://www.debian.org/events/keysigning]], a tutorial on signing keys of other people
de: [[Debian: Schlüsselsignierung|http://www.debian.org/events/keysigning.de.html]], ein Tutorial zum Signieren der Schlüssel von anderen Personen
it: [[Debian: Keysigning|http://www.debian.org/events/keysigning]], un tutorial sulle chiavi di firma delle altre persone

source: [[rubin.ch: Explanation of the web of trust of PGP|http://www.rubin.ch/pgp/weboftrust.en.html]]
de: [[rubin.ch: Erklärungen zum PGP Web of Trust|http://www.rubin.ch/pgp/weboftrust.de.html]]

source: [[Gpg4win: Certificate inspection|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]], instructions to manage key trust with Gpg4win
de: [[Gpg4win: Zertifikatsprüfung|http://www.gpg4win.org/doc/de/gpg4win-compendium_16.html]], Anweisungen zum Verwalten von Vertrauen in Schlüssel mit Gpg4win
it: [[Gpg4win: Certificate inspection|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]], istruzioni su come gestire la fiducia nelle chiavi con Gpg4win

source: In Tails
it: Su Tails

source: <a id="command-line"></a>
it: <a id="riga di comando"></a>

source: <p>If you are on Debian, Ubuntu, or Linux Mint, you can install the <code>debian-keyring</code> package which contains the OpenPGP keys of all Debian developers. Some Debian developers have certified the Tails signing key and you can use these certifications to build a trust path. This technique is explained in detail in our instructions on [[installing Tails from Debian, Ubuntu, or Linux Mint using the command line|install/expert/usb]].</p>
it: <p>Se sei su Debian o Ubuntu, puoi installare il pacchetto <code>debian-keyring</code> che contiene le chiavi OpenPGP di tutti gli sviluppatori Debian. Alcuni sviluppatori Debian hanno certificato la chiave di firma di Tails e puoi usare queste certificazioni per costruire un sentiero di fiducia This technique is explained in detail in our instructions on Questa tecnica è spiegata in dettaglio nelle nostre istruzioni su [[installare Tails from Debian or Ubuntu usando la riga di comando|install/expert/usb]].</p>
