Repository: mdrights/tails
Catalog: wiki/src/install/download/openpgp.*.po
Languages: de, it

source: [[!meta title="Download and verify using OpenPGP"]]
de: [[!meta title="Herunterladen und mit OpenPGP verifizieren"]]
it: [[!meta title="Scarica e verifica usando OpenPGP"]]

source: These instructions are for people who are already familiar with basic usage of OpenPGP and have *GPG* installed but might need guidance on performing the verification.
de: Diese Anweisungen sind für Personen, die bereits mit der grundsätzlichen Benutzung von OpenPGP vertraut sind und *GPG* installiert haben, aber möglicherweise Hilfe zur Durchführung der Verifizierung benötigen.
it: Queste istruzioni sono per persone che sono già familiari con un uso base di OpenPGP e hanno *GPG* installato, ma potrebbero avere necessità di una guida per effettuare la verifica.

source: Download the <a href='[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]' class="use-mirror-pool"> Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image</a> (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>).
de: Laden Sie das <a href='[[!inline pages="inc/stable_amd64_iso_url" raw="yes"]]' class="use-mirror-pool"> Tails [[!inline pages="inc/stable_amd64_version" raw="yes"]] ISO-Image herunter</a> (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>).
it: Scarica la <a href='[[!inline pages="inc/stable_amd64_iso_url" raw="yes"]]' class="use-mirror-pool"> Tails [[!inline pages="inc/stable_amd64_version" raw="yes"]] immagine ISO </a> (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>).

source: Download the <a href='[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]'> Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] OpenPGP signature</a> of the latest Tails ISO image and save it to the same folder where you saved the ISO image.
de: Laden Sie die <a href='[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes"]]'> Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] OpenPGP-Signatur</a> des aktuellsten ISO-Images von Tails herunter und speichern Sie sie in dem gleichen Ordner, in dem Sie das ISO-Image gespeichert haben.
it: Scarica la <a href='[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes"]]'> Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] firma OpenPGP</a> dell'ultima immagine ISO Tails e salvala nella stessa cartella in cui hai savato l'immagine ISO.

source: If you are doing the verification for the first time, download the [[Tails signing key|tails-signing.key]] and import it in your keyring. If you are working from Tails, the signing key is already included.
de: Wenn Sie die Verifizierung zum ersten Mal durchführen, laden Sie den [[Signaturschlüssel von Tails|tails-signing.key]] herunter und importieren Sie ihn in Ihren Schlüsselbund. Wenn Sie von einem Tails aus arbeiten, ist der Signaturschlüssel bereits enthalten.
it: Se stai facendo la verifica per la prima volta, scarica la [[chiave di firma Tails|tails-signing.key]] e importala nel tuo portachiavi. Se stai lavorando da Tails, la chiave di firma è già inclusa.

source: All our ISO images are signed with the same signing key, so you only have to import it once. Still, you have to verify the ISO image every time you download a new one.
de: Alle ISO-Images sind mit dem gleichen Signaturschlüssel signiert, somit müssen Sie ihn nur einmal importieren. Dennoch werden Sie jedes mal, wenn Sie ein neues ISO-Image herunterladen, es erneut verifizieren müssen.
it: Tutte le immagini ISO sono firmate con la stessa chiave, quindi devi importarla solo una volta. In ogni caso, devi verificare l'immagine ISO ogni volta in cui ne scarichi una nuova.

source: <div class="tip"> <p>This download of the Tails signing key is protected using HTTPS. But you could still download a malicious signing key if our website is compromised or if you are victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].</p>
de: <div class="tip"> <p>Dieser Download des Signaturschlüssels von Tails wird durch HTTPS geschützt. Dennoch könnten Sie, falls unsere Webseite kompromittiert ist oder Sie Opfer eines [[Man-in-the-Middle-Angriffs|doc/about/warning#man-in-the-middle]] sind, einen bösartigen Signaturschlüssel herunterladen.</p>
it: <div class="tip"> <p> Questo download della chiave di firma Tails è protetto usato HTTPS. Ma potresti comunque scaricare una chiave di firma maligna se il tuo sito è compromesso o se sei vittima di un [[attacco man-in-the-middle|doc/about/warning#man-in-the-middle]].</p>

source: <p>For additional verification, you can <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.</p> </div>
de: <p>Für zusätzliche Verifizierung <a href="#wot">authentifizieren Sie den Signaturschlüssel durch das OpenPGP Web of Trust</a>.</p> </div>
it: <p>Per verifiche aggiuntive, puoi <a href="#wot">autenticare la chiave di firma attraverso la Web of Trust di OpenPGP</a>.</p> </div>

source: <p>Tails [[transitioned to a new signing key|news/signing_key_transition]] in March 2015. If you had the previous signing key, make sure to [[import and verify the new signing key|news/signing_key_transition#index1h1]].</p>
de: <p>Tails ist im März 2015 [[zu einem neuen Signaturschlüssel|news/signing_key_transition]] gewechselt. Falls Sie den vorherigen Signaturschlüssel besessen haben, stellen Sie sicher, dass Sie den [[neuen Signaturschlüssel importieren und verifizieren|news/signing_key_transition#index1h1]].</p>
it: <p>Tails [[è passato a una nuova chiave di firma|news/signing_key_transition]] nel marzo 2015. Se avevi la chiave di firma precedente, assicurati di [[importare e verificare la nuova chiave di firma|news/signing_key_transition#index1h1]].</p>

source: Verify the ISO image
de: Das ISO-Image verifizieren
it: Verificare l'immagine ISO

source: This section provides simplified instructions:
de: Dieser Abschnitt bietet vereinfachte Anweisungen:
it: Questa sezione fornisce istruzioni semplificate:

source: <a href="#windows">In Windows with <span class="application">Gpg4win</span></a>
de: <a href="#windows">Unter Windows mit <span class="application">Gpg4win</span></a>
it: <a href="#windows">In Windows con <span class="application">Gpg4win</span></a>

source: <a href="#mac">In Mac OS X with <span class="application">GPGTools</span></a>
de: <a href="#mac">Unter Mac OS X mit <span class="application">GPGTools</span></a>
it: <a href="#mac">In Mac OS X con <span class="application">GPGTools</span></a>

source: <a href="#command-line">Using the command line</span></a>
de: <a href="#command-line">Mittels der Kommandozeile</span></a>
it: <a href="#command-line">Usando la riga di comando</span></a>

source: <p>As explained above in step 3, this simple OpenPGP verification provides a level of verification equivalent to HTTPS, like the [[Firefox extension or BitTorrent|install/download]], unless you also <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.</p>
de: <p>Wie weiter oben in Schritt 3 beschrieben, bietet diese einfache, mit HTTPS vergleichbare Verifizierung mit OpenPGP ein Verifizierungsniveau, welches mit der [[Firefoxerweiterung oder BitTorrent|install/download]] vergleichbar ist, es sei denn Sie <a href="#wot">authentifizieren den Signaturschlüssel zusätzlich durch das OpenPGP Web of Trust</a>.</p>
it: <p>Come spiegato precedentemente al passaggio 3, questa semplice verica OpenPGP fornisce un livello di verifica equivalente all'HTTPS, come un'[[estensione Firefox o BitTorrent|install/download]], a meno che tu non <a href="#wot">autentichi la chiave di firma utilizzando la Web of Trust OpenPGP</a>.</p>

source: In Windows with <span class="application">Gpg4win</span>
de: Unter Windows mit <span class="application">Gpg4win</span>
it: In Windows con <span class="application">Gpg4win</span>

source: See the [[<span class="application">Gpg4win</span> documentation on verifying signatures|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]].
de: Lesen Sie die entsprechende [[<span class="application">Gpg4win</span>-Dokumentation zum Prüfen von Signaturen|http://www.gpg4win.org/doc/de/gpg4win-compendium_24.html#id5]].
it: Guarda la documentazione [[<span class="application">Gpg4win</span> su come verificare le firme|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]].

source: Verify the date of the signature to make sure that you downloaded the latest version.
de: Verifizieren Sie das Datum der Signatur, um sicherzustellen, dass Sie die aktuellste Version heruntergeladen haben.
it: Verifica la data della firma per essere certa che hai scaricato l'ultima versione.

source: If the following warning appears:
de: Wenn die folgende Warnung erscheint:
it: Se compare il seguente avviso:

source: <pre> Not enough information to check the signature validity. Signed on ... by tails@boum.org (Key ID: 0x58ACD84F The validity of the signature cannot be verified. </pre>
de: <pre> Es sind nicht genügend Informationen zur Überprüfung der Signatur vorhanden. Signiert am ... von tails@boum.org (Schlüssel-ID: 0x58ACD84F Die Gültigkeit der Signatur kann nicht überprüft werden. </pre>

source: Then the ISO image is still correct according to the signing key that you downloaded. To remove this warning you need to <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.
de: Dann ist das ISO-Image dennoch im Bezug auf den von Ihnen heruntergeladenen Signaturschlüssel korrekt. Um diese Warnung zu entfernen, müssen Sie den Signaturschlüssel durch das <a href="#wot">OpenPGP Web of Trust authentifizieren</a>.
it: Significa che l'immagine ISO è ancora corretta secondo la chiave di firma che hai scaricato. Per rimuovere questo avviso devi <a href="#wot">autenticare la chiave di firma attraverso la Web of Trust OpenPGP</a>.

source: In Mac OS X using <span class="application">GPGTools</span>
de: Unter Mac OS X mit <span class="application">GPGTools</span>
it: In Mac OS X usando <span class="application">GPGTools</span>

source: Open <span class="application">Finder</span> and navigate to the folder where you saved the ISO image and the signature.
de: Öffnen Sie den <span class="application">Finder</span> und navigieren Sie zu dem Ordner, in dem Sie das ISO-Image und die Signatur gespeichert haben.
it: Apri il <span class="application">Finder</span> e naviga nella cartella dove hai salvato l'immagine ISO e la firma.

source: 1. Right-click on the ISO image and choose <span class="guimenuchoice"> <span class="guisubmenu">Services</span> ▸ <span class="guimenuitem">OpenPGP: Verify Signature of File</span></span>.
de: 1. Rechtsklicken Sie auf das ISO-Image und wählen Sie <span class="guimenuchoice"> <span class="guisubmenu">Dienste</span> ▸ <span class="guimenuitem">OpenPGP: Verify Signature of File</span></span>.
it: 1. Clicca con il tasto destro sull'immagine ISO e scegli <span class="guimenuchoice"> <span class="guisubmenu">Services</span> ▸ <span class="guimenuitem">OpenPGP: Verify Signature of File</span></span>.

source: Open the file browser and navigate to the folder where you saved the ISO image and the signature.
de: Öffnen Sie den Dateibrowser und navigieren Sie zu dem Ordner, in dem Sie das ISO-Image und die Signatur gespeichert haben.
it: Apri il navigatore di file e arriva nella cartella dove hai salvato l'immagine ISO e la firma.

source: Right-click on the signature and choose <span class="guimenuitem">Open With Verify Signature</span>.
de: Rechtsklicken Sie auf die Signatur und wählen Sie <span class="guimenuitem">Mit Signatur-Datei überprüfen öffnen</span>.
it: Clicca con il tasto destro sulla firma e scegli <span class="guimenuitem">Open With Verify Signature</span>.

source: The verification of the ISO image starts automatically:
de: Die Verifizierung des ISO-Image startet automatisch:
it: La verifica dell'immagine ISO inizierà automaticamente:

source: After the verification finishes, click on the notification counter in the bottom-right corner and on the notification with a transparent background on the right of the notification area:
de: Klicken Sie, nachdem die Verifizierung beendet wurde, auf den Benachrichtigungs-Zähler im unteren, rechten Bereich und auf die Benachrichtigung mit einem durchsichtigen Hintergrund auf der rechten Seite des Benachrichtigungsbereichs:
it: Quando la verifica è completata, clicca sul contatore di notifiche nell'angolo in basso a destra e sulla notifica con uno sfondo trasparente sulla destra dell'area di notifica:

source: Verify the date of the signature to make sure that you downloaded the latest version.
de: Verifizieren Sie das Datum der Signatur, um sicherzustellen, dass Sie die aktuellste Version heruntergeladen haben.
it: Verifica la data della firma per assicurarti di aver scaricato l'ultima versione.

source: Using the command line
de: Mithilfe der Kommandozeile
it: Usare la riga di comando

source: Open a terminal and navigate to the folder where you saved the ISO image and the signature.
de: Öffnen Sie ein Terminal und navigieren Sie zu dem Ordner, in dem Sie das ISO-Image und die Signatur gespeichert haben.
it: Apri un terminale e naviga nella cartella dove hai salvato l'immagine ISO e la firma.

source: Execute:
de: Führen Sie aus:
it: Esegui:

source: The output of this command should be the following:
de: Die Ausgabe des Befehls sollte folgende sein:
it: L'output di questo comando dovrebbe essere il seguente:

source: If the output also includes:
de: Wenn die Ausgabe auch folgendes enthält:
it: Se l'output include anche:

source: <pre> gpg: WARNING: This key is not certified with a trusted signature! gpg: There is no indication that the signature belongs to the owner.</pre>
de: <pre> gpg: WARNUNG: Dieser Schlüssel trägt keine vertrauenswürdige Signatur! gpg: Es gibt keinen Hinweis, daß die Signatur wirklich dem vorgeblichen Besitzer gehört.</pre>

source: Then the ISO image is still correct according to the signing key that you downloaded. To remove this warning you need to <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.
de: Ist das ISO-Image dennoch im Bezug auf den von Ihnen heruntergeladenen Signaturschlüssel korrekt. Um diese Warnung zu entfernen, müssen Sie den Signaturschlüssel durch das <a href="#wot">OpenPGP Web of Trust authentifizieren</a>.
it: L'immagine ISO è ancora corretta secondo la chiave di firma che hai scaricato. Per rimuovere questo avviso devi <a href="#wot">autenticare la chiave di firma attraverso la Web of Trust OpenPGP</a>.

source: Authenticate the signing key through the OpenPGP Web of Trust
de: Authentifizieren Sie den Signaturschlüssel durch das OpenPGP Web of Trust
it: Autenticare la chiave di firma attraverso la Web of Trust OpenPGP

source: The verification techniques presented until now ([[Firefox extension, BitTorrent|install/download]], or OpenPGP verification) all rely on some information being securely downloaded using HTTPS from our website:
de: Die bisher vorgestellten Methoden zur Verifizierung ([[Firefoxerweiterung, BitTorrent|install/download]] oder OpenPGP-Verfizierung) basieren alle auf einigen, sicher mit HTTPS von unserer Webseite heruntergeladenen Informationen:
it: Le tecniche di verifica presentate fino a ora ([[Firefox extension, BitTorrent|install/download]], o verifica OpenPGP) si basano tutte sul'aver scaricato alcune informazioni dal nostro sito in maniera sicura utilizzando HTTPS:

source: The *checksum* for the Firefox extension
de: Die *Prüfsumme* für die Firefoxerweiterung
it: La *checksum* per l'estensione Firefox

source: The *Torrent file* for BitTorrent
de: Die *Torrentdatei* für BitTorrent
it: Il *file Torrent* per BitTorrent

source: The *Tails signing key* for the OpenPGP verification
de: Der *Signaturschlüssel von Tails* für die OpenPGP-Verfizierung
it: La *chiave di firma Tails* per la verifica OpenPGP

source: But, while doing so, you could download malicious information if our website is compromised or if you are victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
de: Jedoch könnten Sie, wenn unsere Website kompromittiert wurde oder Sie ein Opfer eines [[Man-in-the-Middle-Angriffs|doc/about/warning#man-in-the-middle]] sind, gefälschte Informationen herunterladen.
it: Ma, facendo una di queste cose, potresti scaricare informazioni malevole se il nostro sito è stato compromesso o se sei vittima di un attacco [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].

source: The OpenPGP verification is the only technique that allows you to verify the ISO image even better by also authenticating the Tails signing key through the OpenPGP Web of Trust. Relying on the OpenPGP Web of Trust is the only way to completely protect you from malicious downloads.
de: Die Verifikation mit OpenPGP ist die einzige Vorgehensweise, die Ihnen durch das zusätzliche Authentifizeren mit dem OpenPGP Web of Trust eine noch bessere Authentifizierung bietet. Durch das Vertrauen in das OpenPGP Web of Trust können Sie sich vollständig gegen schadhafte Downloads schützen.
it: La verifica OpenPGP è l'unica tecnica che ti consente di verificare l'immagine ISO ancora meglio attraverso l'autenticazione della chiave di firma Tails tramite la Web of Trust OpenPGP. Affidarsi alla Web of Trust OpenPGP è l'unico modo per proteggerti completamente da download malevoli.

source: <p>If you are verifying an ISO image from inside Tails already, for example to do a manual upgrade, then the Tails signing key is already included in Tails. You can trust this signing key as much as you are trusting your Tails installation already because you are not downloading it.</p>
de: <p>Wenn Sie das ISO-Image bereits von einem Tails aus verifizieren, zum Beispiel wenn Sie eine manuelle Aktualisierung durchführen, ist der Signaturschlüssel von Tails bereits in dem Tails enthalten. Da Sie ihn nicht herunterladen, können Sie diesem Signaturschlüssel in dem gleichen Maße, wie dem bereits installierten Tails vertrauen.</p>
it: <p>Se stai verificando un'immagine ISO essendo già in Tails, per esempio per fare un aggiornamento manuale, allora la chiave di firma Tails è già inclusa in Tails. Puoi avere fiducia in questa chiave di firma tanto quanto hai già fiducia nella tua installazione Tails, perché non lo stai scaricando.</p>

source: One of the inherent problems of standard HTTPS is that the trust we usually put in a website is defined by certificate authorities: a hierarchical and closed set of companies and governmental institutions approved by your web browser vendor. This model of trust has long been criticized and proved several times to be vulnerable to attacks [[as explained on our warning page|doc/about/warning#man-in-the-middle]].
de: Eine der grundlegenden Probleme von üblichem HTTPS ist, dass das Vertrauen, welches wir in eine Webseite setzen, von Zertifizierungsstellen abhängt: Eine hierarchische und geschlossene Gruppe von Firmen und staatlichen Institutionen, die durch Webbrowser verifiziert werden. Dieses Vertrauensmodell wird schon lange kritisiert und ist erwiesenermaßen durch Angriffe verwundbar, [[wie wir es auf unserer Warnungsseite beschreiben|about/warning#man-in-the-middle]].
it: Uno dei problemi inerenti allo standard HTTPS è che la fiducia che generalmente riponiamo in un sito è definita da certificati di autorità: un insieme gerarchico e chiuso di aziende e instituzioni governative approvate dal rivenditore del tuo browser. Questo modello di fiducia è criticato da tempo e si è dimostrato svariate volte vulnerabile agli attacchi, [[come spiegato nella nostra pagina di avviso|doc/about/warning#man-in-the-middle]].

source: We believe that, instead, users should be given the final say when trusting a website, and that designation of trust should be done on the basis of human interactions.
de: Stattdessen glauben wir, dass den Nutzenden bezüglich dem Vertrauen zu einer Webseite die letztendliche Entscheidung überlassen werden sollte und dass das Herstellen von Vertrauen auf der Basis von menschlicher Interaktion geschehen sollte.
it: Noi pensiamo che, invece, gli utilizzatori dovrebbero avere la parola finale sulla fiducia verso un sito internet, e che la fiducia vada riposta sulla base di interazioni umane.

source: The OpenPGP [[!wikipedia Web_of_Trust]] is a decentralized trust model based on OpenPGP keys that can help solving this problem. Let's see this with an example:
de: Das OpenPGP [[!wikipedia_de Web_of_Trust desc="Web of Trust"]] ist ein auf OpenPGP-Schlüsseln basierendes, dezentrales Vertrauensmodell. Werfen wir mit einem Beispiel einen Blick darauf:
it: La [[!wikipedia Web_of_Trust]] OpenPGP è un modello di fiducia decentralizzato basato su chiavi OpenPGP che possono aiutare a risolvere questo problema. Vediamolo con un esempio:

source: *You are friend with Alice and really trust her way of managing OpenPGP keys. So you are trusting Alice's key.*
de: *Sie sind mit Alice befreundet und vertrauen ihr wirklich, wie sie ihre OpenPGP-Schlüssel verwaltet. Sie vertrauen dem Schlüssel von Alice.*
it: *Sei amica di Alice e hai fiducia nel modo in cui gestisce le chiavi OpenPGP. Quindi di fidi della chiave di Alice.*

source: *Furthermore, Alice met Bob, a Tails developer, in a conference and certified Bob's key. So Alice is trusting Bob's key.*
de: *Hinzu kommt, dass Alice Bob, einen Tails-Entwickler, bei einer Konferenz trifft und Bobs Schlüssel signiert. Alice vertraut Bobs Schlüssel.*
it: *Inoltre, Alice incontra Bob, uno sviluppatore di Tails, in una conferenza e certifica la sua chiave. Quindi Alice ha fiducia nella chiave di Bob.*

source: *Bob is a Tails developer who directly owns the Tails signing key. So Bob fully trusts the Tails signing key.*
de: *Bob ist ein Tails Entwickler, welcher direkt den Signaturschlüssel von Tails besitzt. Bob vertraut dem Signaturschlüssel von Tails vollständig.*
it: *Bob è uno sviluppatore di Tails che possiede direttamente le chiavi di firma di Tails. Quindi Bob si fida pienamente delle chiavi di firma di Tails.*

source: In this scenario, Alice found a path to trust the Tails signing key without the need to rely on certificate authorities.
de: Dieses Szenario erzeugt einen Vertrauenspfad von Ihnen zum Signaturschlüssel von Tails, welcher es Ihnen erlauben kann, ihm ohne die Abhängigkeit von Zertifizierungsstellen zu vertrauen.
it: In questo scenario, Alice ha trovato un sentiero di fiducia nella chiave di firma Tails senza il bisogno di affidarsi ad autorità certificate.

source: Relying on the Web of Trust requires both caution and intelligent supervision by the users. The technical details are outside of the scope of this document.
de: Dieses Vertrauensmodell ist auch nicht perfekt und benötigt sowohl Vorsicht als auch intelligente Kontrolle durch Nutzende. Die technischen Details übersteigen den Umfang dieses Dokuments.
it: Affidarsi alla Web of Trust richiede sia cautela che supervisione intelligente da parte degli utilizzatori. I dettagli tecnici sono al di fuori degli scopi di questo documento.
