Repository: mdrights/tails
Catalog: wiki/src/doc/first_steps/reset/linux.*.po
Languages: fr, it, zh_tw

source: [[!meta title="Resetting a USB stick or SD card using Linux"]]
fr: [[!meta title="Réinitialiser une clé USB ou une carte SD en utilisant Linux"]]
it: [[!meta title="Formattare una chiavetta USB o una scheda SD usando Linux"]]
zh_tw: [[!meta title="使用 Linux 來重置 USB隨身磁或 SD卡"]]

source: [[!inline pages="doc/first_steps/reset.intro" raw="yes" sort="age"]]
fr: [[!inline pages="doc/first_steps/reset.intro.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="doc/first_steps/reset.intro.zh_TW" raw="yes" sort="age"]]

source: <a id="disks"></a>
zh_tw: <a id="磁碟"></a>

source: Using <span class="application">GNOME Disks</span>
fr: En utilisant <span class="application">GNOME Disques</span>
zh_tw: 使用<span class="application">GNOME 磁碟</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
fr: <strong>Vous pourriez écraser n'importe quel disque dur sur l'ordinateur.</strong> Si à un moment vous n'êtes pas sûr du choix du périphérique, arrêtez-vous là.
it: <strong>Potresti sovrascrivere qualsiasi disco rigido del computer.</strong> Se a un certo punto non sei sicuro riguardo a quale dispositivo scegliere, fermati
zh_tw: <strong>你可能會覆寫掉電腦上的任何一顆硬碟</strong>如果在這個 狀況下你無法確認要選擇哪個設備，請停止操作

source: Make sure that the USB stick or SD card that you want to reset is unplugged.
fr: Vérifiez que la clé USB ou la carte SD que vous voulez réinitialiser est débranchée.
it: Assicurati che la chiavetta USB o la scheda SD che vuoi formattare sia scollegata.
zh_tw: 確認這個欲用於重置的 USB 隨身碟或 SD 卡尚未插上。

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to start <span class="application">GNOME Disks</span>.
fr: 2. Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques</span> </span> pour lancer <span class="application">GNOME Disques</span>.
zh_tw: 2. 選擇 <span class="menuchoice"> <span class="guimenu">應用程式</span>&nbsp;▸ <span class="guisubmenu">效能工具</span>&nbsp;▸ <span class="guimenuitem">磁碟</span> </span> 以啟動 <span class="application">GNOME 磁碟/span>。

source: A list of all the storage devices on the computer appears in the left pane of the window.
fr: Une liste de tous les périphériques de stockage apparaît dans la partie gauche de la fenêtre.
it: Una lista di tutti i dispositivi del computer appariranno nel pannello di sinistra della finestra.
zh_tw: 在視窗左側面板上 會出現一個電腦上所有儲存設備的清單

source: Plug the USB stick or SD card that you want to reset.
fr: Branchez la clé USB ou la carte SD que vous voulez réinitialiser.
it: Collega la chiavetta USB o la scheda SD che vuoi formattare.
zh_tw: 請插入欲重置的 USB 隨身碟或SD 卡。

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick or SD card that you plugged in. Click on it.
fr: Un nouveau périphérique apparaît alors dans la liste des périphériques de stockage. Ce nouveau périphérique correspond à la clé USB ou à la carte SD que vous venez de brancher. Cliquez dessus.
it: Un nuovo dispositivo apparirà nella lista dei dispositivi di massa. Questo nuovo dispositivo corrispnde alla chiavetta USB o la scheda SD che hai collegato. Cliccaci sopra.
zh_tw: 在儲存設備清單上會出現一個新設備，這個新設備 對應為你所連接的USB隨身碟或 SD 卡，請點擊它

source: In the right pane of the window, verify that the device corresponds to the device that you want to reset, its brand, its size, etc.
fr: Dans la partie droite de la fenêtre, vérifiez que le périphérique correspond au périphérique que vous voulez réinitialiser, sa marque, sa taille, etc.
it: Nella parte destra del pannello della finestra, verifica che il dispositivo corrisponda al dispositivo che vuoi formattare, il suo marchi, la sua dimensione, etc.
zh_tw: 在視窗的右側面板中，核實所要重置的設備，其品牌、大小等資訊。

source: To reset the device, click on the <span class="guimenu">[[!img lib/emblem-system.png alt="System" class=symbolic link=no]]</span> button in the titlebar and choose <span class="guilabel">Format…</span>.
zh_tw: 要重置設備，請點擊<span class="guimenu">[[!img lib/emblem-system.png alt="System" class=symbolic link=no]]</span>標題列的按鍵然後選擇<span class="guilabel">格式化…</span>.

source: In the <span class="guilabel">Format Disk</span> dialog:
fr: Dans la boîte de dialogue <span class="guilabel">Formater le disque</span> :
it: Nella finestra di dialogo <span class="guilabel">Riavvia Disco</span>:
zh_tw: 在<span class="guilabel">格式磁碟</span> 對話視窗中:

source: a. If you want to erase all data securely, choose to <span class="guilabel">Overwrite existing data with zeroes</span> in the <span class="guilabel">Erase</span> drop-down list.
fr: a. Si vous souhaitez effacer les données de manière sécurisée, choisissez <span class="guilabel">Écraser les données existante avec des zéros</span> dans le menu déroulant <span class="guilabel">Effacer</span>.
it: a. Se vuoi cancellare tutti i tuoi dati in maniera sicura, scegli di <span class="guilabel">Overwrite existing data with zeroes</span> nella lista a tendina <span class="guilabel">Erase</span>.
zh_tw: a. 如果要安全地清除所有資料，選擇 下拉式選單的<span class="guilabel">清除</span>選項 當中的<span class="guilabel">以零覆寫珼有的資料</span>

source: a. Choose <span class="guilabel">Compatible with all systems and devices (MBR/DOS)</span> in the <span class="guilabel">Partitioning</span> drop-down list.
fr: a. Sélectionnez <span class="guilabel">Compatible avec tout les systèmes et périphériques (MBR/DOS)</span> dans le menu déroulant <span class="guilabel">Partitionnement</span>.
it: a. Scegli <span class="guilabel">Compatible with all systems and devices (MBR/DOS)</span> nella lista a cascata <span class="guilabel">Partitioning</span>.
zh_tw: a. 選擇<span class="guilabel">相容所有作業 系統和設備 (MBR/DOS)</span>，其位於 <span class="guilabel">分割磁區</span> 的下拉式選單中

source: Then click on the <span class="button">Format…</span> button.
fr: Cliquez alors sur le bouton <span class="button">Formater...</span>.
it: Per formattare il dispositivo, clicca su <span class="button">Formattare il Disco</span>.
zh_tw: 然後點擊<span class="button">格式化</span> 按鍵。

source: In the confirmation dialog, click on the <span class="button">Format</span> button to confirm.
fr: Dans le boîte de dialogue de confirmation, cliquez sur le bouton <span class="button">Formater</span> pour confirmer.
it: Nella schermata di conferma, clicca su <span class="button">Formattare</span> per confermare.
zh_tw: 在確認的對話視窗中，點擊<span class="button">格式化</span>按鍵以確認。

source: To make sure that all the changes are written to the device, click on the <span class="guimenu">[[!img lib/media-eject.png alt="Eject" class=symbolic link=no]]</span> button in the titlebar.
fr: Pour être sûr que tous les changements ont été écrits sur le périphérique, cliquez sur le bouton <span class="guimenu">[[!img lib/media-eject.png alt="Éjecter" class=symbolic link=no]]</span> dans la barre de titre.
it: Per essere sicuri che tutti i cambiamenti siano scritti sul dispositivo, clicca su <span class="button">Rimozione Sicura</span> sul bottone nel pannello a destra.
zh_tw: 確認所有的變更有寫入到設備上，點擊標題列上方的<span class="guimenu">[[!img lib/media-eject.png alt="Eject" class=symbolic link=no]]</span> 按鍵。

source: Resetting a Tails device from itself
fr: Réinitialiser un périphérique Tails depuis lui-même
it: Formattare un dispositivo Tails da se stesso
zh_tw: 自設備本身來重置Tails

source: If Tails is your only Linux system, you can generally reset a Tails USB stick or SD card directly from that device while running Tails.
fr: Si Tails est votre seul système Linux, vous pouvez généralement réinitialiser une clé USB ou carte SD Tails directement depuis celle-ci, en cours d'exécution.
it: Se Tails è il tuo unico sistema Linux, generalmente puoi formattare una chiavetta USB o una scheda SD direttamente dal dispositivo dove si sta eseguendo Tails.
zh_tw: 如果 Tails 是你唯一使用的 Linux-作業系統,你可以在執行Tails 的時候來直接重置它的 USB 隨身碟或 SD 卡。

source: When starting Tails, add the <span class="command">toram</span> boot option in the <span class="application">Boot Loader Menu</span>. For detailed instructions, see the documentation on [[using the <span class="application">Boot Loader Menu</span>|startup_options#boot_loader_menu]].
fr: Au démarrage de Tails, ajoutez <span class="command">toram</span> comme option de démarrage dans le <span class="application">menu du chargeur d’amorçage</span>. Pour des instructions détaillées, voir la documentation sur [[l'utilisation du <span class="application">menu du chargeur d’amorçage</span>|startup_options#boot_loader_menu]].
zh_tw: 在啟動Tails 時，新增 <span class="command">toram</span> 開機選項在 <span class="application">開機載入選單Boot Loader Menu</span>。 詳細的指示，請參見[[<span class="application">Boot Loader Menu</span>|startup_options#boot_menu]]文件。

source: If Tails starts as usual, follow the instructions for [[resetting a USB stick or SD card using <span class="application">GNOME Disks</span>|linux#disks]].
fr: Si Tails démarre comme d'habitude, suivre les instructions pour [[réinitialiser une clé USB ou carte SD en utilisant <span class="application">GNOME Disques</span>|linux#disks]].
it: Se Tails si avvia come al solito, segui le istruzioni per [[Formattare una chiavetta USB o una scheda SD <span class="application">Utilità Disco</span>|linux#disk_utility]].
zh_tw: 如果 Tails 啟動如常,依照 [[使用 <span class="application">>GNOME 磁碟</span>來重置 USB隨身磁或 SD卡|linux#disk_utility]]指示進行。

source: **If the system fails to start**, that means that the computer does not have enough memory for this operation mode. Try with another computer, or find another Linux system, such as another Tails device, to do the reset from.
fr: **Si le système n'arrive pas à démarrer**, cela signifie que l'ordinateur n'a pas assez de mémoire pour ce mode opératoire. Essayez avec un autre ordinateur, ou trouvez un autre système Linux, comme un autre périphérique Tails, pour effectuer la réinitialisation.
it: **Se il sistema fallisce nell'avvio**, significa che il computer non ha abbastanza memoria per questa operazione. Prova con un altro computer, o trova un altro sistema Linux, ad esempio una altro dispositivo Tails, per fare la formattazione .
zh_tw: **如果系統啟動失敗** 它表示電腦並沒有 足夠的記憶體來執行這個操作模式。請試試不同的電腦或是 找尋其它的 Linux系統，例如另一個 Tails 設備，利用它來進行重置。

source: To reset the device, click on the <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> button in the titlebar and choose <span class="guilabel">Format Disk…</span>.
fr: Pour réinitialiser le périphérique, cliquez sur le bouton <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> dans la barre de titre puis sur <span class="guilabel">Formater le disque…</span>.
