Repository: mdrights/tails
Catalog: wiki/src/install/linux/usb.*.po
Languages: fr

source: [[!meta title="Install from Linux"]]
fr: [[!meta title="Installer depuis Linux"]]

source: [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/tails-installation-assistant.inline.fr" raw="yes" sort="age"]]

source: <p class="start">Start in Linux.</p>
fr: <p class="start">Démarrez Linux.</p>

source: [[!inline pages="install/inc/steps/download.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/download.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_intermediary_intro.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.fr" raw="yes" sort="age"]]

source: Install <span class="application">GNOME Disks</span>.
fr: Installez <span class="application">GNOME Disks</span>.

source: If you are using the GNOME desktop environment, <span class="application">GNOME Disks</span> should be installed by default.
fr: Si vous utilisez l'environnement de bureau GNOME, <span class="application">GNOME Disks</span> devrait être installé par défaut.

source: Otherwise, install the <span class="code">gnome-disk-utility</span> package using the usual installation method for your Linux distribution.
fr: Sinon, installez le paquet <span class="code">gnome-disk-utility</span> en utilisant la méthode habituelle d'installation de votre distribution Linux.

source: Start <span class="application">GNOME Disks</span> (also called <span class="application">Disks</span>).
fr: Démarrez <span class="application">GNOME Disks</span> (aussi appelé <span class="application">Disques</span>).

source: For example, you can choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>.
fr: Par exemple, vous pouvez cliquer sur <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques</span></span>.

source: Plug the first USB stick in the computer.
fr: Branchez la première clé USB dans l'ordinateur.

source: A new drive appears in the left pane. Click on it.
fr: Un nouveau disque apparaît dans la panneau de gauche. Cliquez dessus.

source: Click on the [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] button in the titlebar and choose <span class="guimenuitem">Restore Disk Image&hellip;</span>.
fr: Cliquez sur le bouton [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] dans la barre de titre puis sur <span class="guimenuitem">Restaurer l'image disque&hellip;</span>.

source: If your version of <span class="application">GNOME Disks</span> is old it might have a [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button instead. Click on the [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button and choose <span class="guimenuitem">Restore Disk Image&hellip;</span>.
fr: Si votre version de <span class="application">GNOME Disques</span> est ancienne elle peut avoir à la place le bouton [[!img lib/emblem-system.png alt="Système" class="symbolic" link="no"]]. Cliquez sur le bouton [[!img lib/emblem-system.png alt="Système" class="symbolic" link="no"]] et choisissez <span class="guimenuitem">Restaurer l'image disque&hellip;</span>.

source: <p>If your version of <span class="application">GNOME Disks</span> is even older and has neither a [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] nor a [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button, you have to [[!toggle id="dd" text="install an intermediary Tails using the command line"]].</p>
fr: <p>Si votre version de <span class="application">GNOME Disques</span> est encore plus ancienne et n'a ni un bouton [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] ni un bouton [[!img lib/emblem-system.png alt="Système" class="symbolic" link="no"]], vous devez [[!toggle id="dd" text="installer un Tails intermédiaire en utilisant la ligne de commande"]].</p>

source: Install an intermediary Tails using the command line ----------------------------------------------------
fr: Installer un Tails intermédiaire en ligne de commande ----------------------------------------------------

source: Take note of the *device name* of the first USB stick as displayed in the right pane. The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
fr: Notez le *nom du périphérique* de la première clé USB affichée dans le panneau de droite. Le nom du périphérique devrait être quelque chose comme `/dev/sdb`, `/dev/sdc`, etc.

source: <p>If you are not sure about the device name, you should stop proceeding or you risk overwriting any hard disk on the computer.</p>
fr: <p>Si vous n'êtes pas sûr du nom du périphérique, vous devriez arrêter car vous risqueriez d'écraser les données de n'importe quel disque dur de l'ordinateur.</p>

source: Open a terminal.
fr: Ouvrez un terminal.

source: Execute the following command, replacing `[tails.iso]` with the path to the ISO image that you want to install and `[device]` with the device name found in step 1.
fr: Exécutez la commande suivante, en remplaçant `[tails.iso]`par le chemin de l'image iso que vous voulez installer et `[device]` par le nom du périphérique trouvé à l'étape 1.

source: Here is an example of command to execute, yours is probably different:
fr: Voici un exemple de commande à exécuter, la votre sera sûrement différente :

source: <p>If you are not sure about the path to the ISO image or if you get a <span class="guilabel">No such file or directory</span> error message, you can first type <code>dd</code>, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto the terminal. Doing so should insert the correct path to the ISO image in the terminal. Then complete the command and execute it.</p>
fr: <p>Si vous n'êtes pas sûr de l'emplacement de l'image ISO ou si vous obtenez un message d'erreur <span class="guilabel">Aucun fichier ou dossier de ce type</span>, vous pouvez d'abord taper <code>dd</code>, suivit par un espace, puis glisser et déposer l'icône de l'image ISO d'un navigateur de fichier vers le terminal. Cela devrait insérer le chemin de l'image ISO dans le terminal. Puis complétez la commande et exécutez la.</p>

source: If no error message is returned, Tails is being install on the USB stick. The installation takes a few minutes.
fr: Si aucun message d'erreur n’apparaît, Tails est en cours d'installation sur la clé USB. Cela dure quelques minutes.

source: You can now continue with the next step and [[Open these instructions on another device|usb#intermediary]].
fr: Vous pouvez maintenant passer à l'étape suivante et [[Ouvrir ces instructions sur un autre périphérique|usb#intermediary]].

source: In the <span class="guilabel">Restore Disk Image</span> dialog, click on the file selector button and choose the ISO image that you downloaded earlier.
fr: Dans la boite de dialogue <span class="guimenuitem">Restaurer l'image disque</span>, cliquez sur le bouton du navigateur de fichier et choisissez l'image ISO que vous avez téléchargé plus tôt.

source: Click on the <span class="button">Start Restoring&hellip;</span> button.
fr: Cliquez sur le bouton <span class="button">Démarrer la restauration&hellip;</span>.

source: In the confirmation dialog click <span class="button">Restore</span>. The installation takes a few minutes.
fr: Dans la fenêtre de confirmation, cliquez sur <span class="button">Restaurer</span>. L'installation dure quelques minutes.

source: After the installation is finished, click on the [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] button.
fr: Une fois l'installation terminée, cliquez sur le bouton [[!img lib/media-eject.png alt="Éjecter" class="symbolic" link="no"]].

source: [[!inline pages="install/inc/steps/install_intermediary_outro.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_final.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_second_time.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/create_persistence.inline.fr" raw="yes" sort="age"]]
