Repository: mdrights/tails
Catalog: wiki/src/doc/sensitive_documents/sound_and_video.*.po
Languages: de

source: [[!meta title="Sound and video"]]
de: [[!meta title="Multimedia"]]

source: Tails includes several sound and video applications:
de: Tails enthält mehrere Anwendungen für Multimedia:

source: **<span class="application">[Audacity](https://www.audacityteam.org/)</span>** is a multi-track audio editor designed for recording, playing and editing of digital audio. See the [official documentation](http://manual.audacityteam.org/).
de: **<span class="application">[Audacity](https://www.audacityteam.org/)</span>** ist ein Multi-Track Audiobearbeitungs-Programm, welches digitale Audiodateien spielt und bearbeitet. Lesen Sie die [offizielle Dokumentation](http://manual.audacityteam.org/).

source: **<span class="application">[Brasero](https://wiki.gnome.org/Apps/Brasero)</span>** is an application to burn, copy, and erase CD and DVD media: audio, video, or data. See the [official documentation](https://help.gnome.org/users/brasero/stable/).
de: **<span class="application">[Brasero](https://wiki.gnome.org/Apps/Brasero)</span>** ist eine Anwendung zum Brennen, Kopieren und löschen von CD und DVD Speichermedien: Audio, Video oder Daten. Lesen Sie die [offizielle Dokumentation](https://help.gnome.org/users/brasero/stable/index.html.de).

source: **<span class="application">[Pitivi](http://pitivi.org/)</span>** is a video editor. See the [official documentation](http://pitivi.org/manual/).
de: **<span class="application">[Pitivi](http://pitivi.org/)</span>** ist eine Videobearbeitung. Lesen Sie die [offizielle Dokumentation](http://pitivi.org/manual/).

source: **<span class="application">[Sound Juicer](https://wiki.gnome.org/Apps/SoundJuicer)</span>** is a CD ripper application.
de: **<span class="application">[Sound Juicer](https://wiki.gnome.org/Apps/SoundJuicer)</span>** ist eine Anwendung zum Rippen von CDs.

source: **<span class="application">[Traverso](http://traverso-daw.org/)</span>** is a multi-track audio recorder and editor.
de: **<span class="application">[Traverso](http://traverso-daw.org/)</span>** ist ein Multi-Track Audio Aufnahme- und Bearbeitungs-Programm.

source: These applications can be started from the <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Sound & Video</span></span> menu.
de: Diese Anwendungen können aus dem Menü <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Multimedia</span></span> gestartet werden.

source: [[!inline pages="doc/sensitive_documents/persistence" raw="yes" sort="age"]]
de: [[!inline pages="doc/sensitive_documents/persistence.de" raw="yes" sort="age"]]

source: [[!inline pages="doc/sensitive_documents/metadata" raw="yes" sort="age"]]
de: [[!inline pages="doc/sensitive_documents/metadata.de" raw="yes" sort="age"]]
